Repository: diwenne/smashspeed_ios
Catalog: smashspeed_ios/*.lproj/Localizable.strings
Languages: da, de, es, fil, fr, id, ja, km, ko, ms, th, vi, zh_hans, zh_hant

# account_alert_delete_message
source: Are you sure you want to delete your account? This action is permanent and cannot be undone.
da: Er du sikker på, at du vil slette din konto? Denne handling er permanent og kan ikke fortrydes.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar su cuenta? Esta acción es permanente y no se puede deshacer.
fil: Sigurado ka bang gusto mong burahin ang iyong account? Ang pagkilos na ito ay permanente at hindi na mababawi.
fr: Voulez-vous vraiment supprimer votre compte ? Cette action est permanente et ne peut être annulée.
id: Anda yakin ingin menghapus akun Anda? Tindakan ini bersifat permanen dan tidak dapat dibatalkan.
ja: アカウントを本当に削除しますか？この操作は永続的であり、元に戻すことはできません。
km: តើ​អ្នក​ប្រាកដ​ថា​ចង់​លុប​គណនី​របស់​អ្នក​មែន​ទេ? សកម្មភាព​នេះ​គឺ​ជា​អចិន្ត្រៃយ៍ ហើយ​មិន​អាច​មិន​ធ្វើ​វិញ​បាន​ទេ។
ko: 정말로 계정을 삭제하시겠습니까? 이 작업은 영구적이며 되돌릴 수 없습니다.
ms: Anda pasti mahu memadamkan akaun anda? Tindakan ini adalah kekal dan tidak boleh dibatalkan.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ? การกระทำนี้เป็นการถาวรและไม่สามารถยกเลิกได้
vi: Bạn có chắc chắn muốn xóa tài khoản của mình không? Hành động này là vĩnh viễn và không thể hoàn tác.
zh_hans: 您确定要删除您的帐户吗？此操作是永久性的，无法撤销。
zh_hant: 您確定要刪除您的帳戶嗎？此操作為永久性，無法復原。

# account_alert_delete_title
source: Delete Account
da: Slet konto
de: Konto löschen
es: Eliminar cuenta
fil: Burahin ang Account
fr: Supprimer le compte
id: Hapus Akun
ja: アカウントを削除
km: លុបគណនី
ko: 계정 삭제
ms: Padam Akaun
th: ลบบัญชี
vi: Xóa tài khoản
zh_hans: 删除帐户
zh_hant: 刪除帳戶

# account_alert_signOut_message
source: Are you sure you want to sign out?
da: Er du sikker på, at du vil logge ud?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Está seguro de que desea cerrar sesión?
fil: Sigurado ka bang gusto mong mag-sign out?
fr: Voulez-vous vraiment vous déconnecter ?
id: Anda yakin ingin keluar?
ja: 本当にサインアウトしますか？
km: តើ​អ្នក​ប្រាកដ​ថា​ចង់​ចេញ​ពី​គណនី​មែន​ទេ?
ko: 정말로 로그아웃하시겠습니까?
ms: Anda pasti mahu mendaftar keluar?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบ?
vi: Bạn có chắc chắn muốn đăng xuất không?
zh_hans: 您确定要登出吗？
zh_hant: 您確定要登出嗎？

# account_loggedIn_accountActions
source: Account Actions
da: Konto-handlinger
de: Kontoaktionen
es: Acciones de la cuenta
fil: Mga Aksyon sa Account
fr: Actions du compte
id: Tindakan Akun
ja: アカウント操作
km: សកម្មភាពគណនី
ko: 계정 작업
ms: Tindakan Akaun
th: การดำเนินการบัญชี
vi: Hành động tài khoản
zh_hans: 帐户操作
zh_hant: 帳戶操作

# account_loggedIn_appearance
source: Appearance
da: Udseende
de: Erscheinungsbild
es: Apariencia
fil: Itsura
fr: Apparence
id: Tampilan
ja: 外観
km: រូបរាង
ko: 화면 스타일
ms: Penampilan
th: ลักษณะที่ปรากฏ
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# account_loggedIn_appearanceDark
source: Dark
da: Mørk
de: Dunkel
es: Oscuro
fil: Madilim
fr: Sombre
id: Gelap
ja: ダーク
km: ងងឹត
ko: 다크 모드
ms: Gelap
th: มืด
vi: Tối
zh_hans: 深色
zh_hant: 深色

# account_loggedIn_appearanceLight
source: Light
da: Lys
de: Hell
es: Claro
fil: Maliwanag
fr: Clair
id: Terang
ja: ライト
km: ភ្លឺ
ko: 라이트 모드
ms: Cerah
th: สว่าง
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# account_loggedIn_appearanceSystem
source: System
es: Sistema
fr: Système
id: Sistem
ja: システム
km: ប្រព័ន្ធ
ko: 시스템
ms: Sistem
th: ระบบ
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# account_loggedIn_changePassword
source: Change Password
da: Skift adgangskode
de: Passwort ändern
es: Cambiar contraseña
fil: Palitan ang Password
fr: Changer le mot de passe
id: Ubah Kata Sandi
ja: パスワードを変更
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
ko: 비밀번호 변경
ms: Tukar Kata Laluan
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh_hans: 更改密码
zh_hant: 更改密碼

# account_loggedIn_communitySupport
source: Community & Support
da: Fællesskab & Support
es: Comunidad y soporte
fil: Komunidad at Suporta
fr: Communauté et support
id: Komunitas & Dukungan
ja: コミュニティとサポート
km: សហគមន៍ និងការគាំទ្រ
ko: 커뮤니티 및 지원
ms: Komuniti & Sokongan
th: ชุมชนและการสนับสนุน
vi: Cộng đồng & Hỗ trợ
zh_hans: 社区与支持
zh_hant: 社群與支援

# account_loggedIn_contactSupport
source: Contact Support
da: Kontakt support
de: Support kontaktieren
es: Contactar a soporte
fil: Makipag-ugnayan sa Suporta
fr: Contacter le support
id: Hubungi Dukungan
ja: サポートに連絡
km: ទាក់ទងផ្នែកគាំទ្រ
ko: 고객 지원팀에 문의
ms: Hubungi Sokongan
th: ติดต่อฝ่ายสนับสนุน
vi: Liên hệ hỗ trợ
zh_hans: 联系支持
zh_hant: 聯繫支援

# account_loggedIn_deleteAccount
source: Delete Account
da: Slet konto
de: Konto löschen
es: Eliminar cuenta
fil: Burahin ang Account
fr: Supprimer le compte
id: Hapus Akun
ja: アカウントを削除
km: លុបគណនី
ko: 계정 삭제
ms: Padam Akaun
th: ลบบัญชี
vi: Xóa tài khoản
zh_hans: 删除帐户
zh_hant: 刪除帳戶

# account_loggedIn_followInstagram
source: Follow on Instagram
da: Følg på Instagram
de: Auf Instagram folgen
es: Seguir en Instagram
fil: I-follow sa Instagram
fr: Suivre sur Instagram
id: Ikuti di Instagram
ja: Instagramでフォロー
km: តាមដាននៅលើ Instagram
ko: Instagram에서 팔로우
ms: Ikuti di Instagram
th: ติดตามบน Instagram
vi: Theo dõi trên Instagram
zh_hans: 在 Instagram 上关注
zh_hant: 在 Instagram 上關注

# account_loggedIn_memberSinceFormat
source: Member since %@
da: Medlem siden %@
de: Mitglied seit %@
es: Miembro desde el %@
fil: Miyembro mula pa noong %@
fr: Membre depuis %@
id: Anggota sejak %@
ja: メンバー登録日: %@
km: សមាជិកតាំងពី %@
ko: 가입일: %@
ms: Ahli sejak %@
th: สมาชิกตั้งแต่ %@
vi: Thành viên từ %@
zh_hans: 会员始于 %@
zh_hant: 會員始於 %@

# account_loggedIn_noEmail
source: No email found
da: Ingen e-mail fundet
de: Keine E-Mail gefunden
es: No se encontró correo electrónico
fil: Walang nahanap na email
fr: Aucun e-mail trouvé
id: Email tidak ditemukan
ja: メールアドレスが見つかりません
km: រកមិនឃើញអ៊ីមែល
ko: 이메일을 찾을 수 없음
ms: Tiada e-mel ditemui
th: ไม่พบอีเมล
vi: Không tìm thấy email
zh_hans: 找不到电子邮件
zh_hant: 找不到電子郵件

# account_loggedIn_officialWebsite
source: Official Website
da: Officiel hjemmeside
de: Offizielle Website
es: Sitio web oficial
fil: Opisyal na Website
fr: Site web officiel
id: Situs Web Resmi
ja: 公式サイト
km: គេហទំព័រផ្លូវការ
ko: 공식 웹사이트
ms: Laman Web Rasmi
th: เว็บไซต์ทางการ
vi: Trang web chính thức
zh_hans: 官方网站
zh_hant: 官方網站

# account_loggedIn_settingsTitle
source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fil: Mga Setting
fr: Réglages
id: Pengaturan
ja: 設定
km: ការកំណត់
ko: 설정
ms: Tetapan
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# account_loggedIn_signOut
source: Sign Out
da: Log ud
de: Abmelden
es: Cerrar sesión
fil: Mag-sign Out
fr: Se déconnecter
id: Keluar
ja: サインアウト
km: ចេញពីគណនី
ko: 로그아웃
ms: Daftar Keluar
th: ออกจากระบบ
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# account_loggedIn_viewTutorial
source: View Tutorial
da: Se vejledning
de: Anleitung ansehen
es: Ver tutorial
fil: Tingnan ang Tutorial
fr: Voir le tutoriel
id: Lihat Tutorial
ja: チュートリアルを見る
km: មើលការបង្រៀន
ko: 튜토리얼 보기
ms: Lihat Tutorial
th: ดูวิธีการใช้งาน
vi: Xem hướng dẫn
zh_hans: 查看教程
zh_hant: 查看教學

# account_menu_contact
source: Contact Us
da: Kontakt os
de: Kontakt
es: Contáctenos
fil: Makipag-ugnayan sa Amin
fr: Nous contacter
id: Hubungi Kami
ja: お問い合わせ
km: ទាក់ទង​មក​ពួក​យើង
ko: 문의하기
ms: Hubungi Kami
th: ติดต่อเรา
vi: Liên hệ chúng tôi
zh_hans: 联系我们
zh_hant: 聯繫我們

# account_menu_faq
source: FAQ
da: Ofte stillede spørgsmål
es: Preguntas frecuentes
ja: よくある質問
km: សំណួរដែលសួរញឹកញាប់
ko: 자주 묻는 질문
ms: Soalan Lazim
th: คำถามที่พบบ่อย
vi: Câu hỏi thường gặp
zh_hans: 常见问题
zh_hant: 常見問題

# account_menu_privacy
source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de privacidad
fil: Patakaran sa Privacy
fr: Politique de confidentialité
id: Kebijakan Privasi
ja: プライバシーポリシー
km: គោលការណ៍​ភាព​ឯកជន
ko: 개인정보 처리방침
ms: Dasar Privasi
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# account_menu_terms
source: Terms of Service
da: Servicevilkår
de: Nutzungsbedingungen
es: Términos de servicio
fil: Mga Tuntunin ng Serbisyo
fr: Conditions d'utilisation
id: Ketentuan Layanan
ja: 利用規約
km: លក្ខខណ្ឌ​នៃ​សេវាកម្ម
ko: 서비스 약관
ms: Syarat Perkhidmatan
th: ข้อกำหนดในการให้บริการ
vi: Điều khoản dịch vụ
zh_hans: 服务条款
zh_hant: 服務條款

# account_navTitle_myAccount
source: My Account
da: Min konto
de: Mein Konto
es: Mi cuenta
fil: Aking Account
fr: Mon Compte
id: Akun Saya
ja: マイアカウント
km: គណនី​របស់ខ្ញុំ
ko: 내 계정
ms: Akaun Saya
th: บัญชีของฉัน
vi: Tài khoản của tôi
zh_hans: 我的帐户
zh_hant: 我的帳戶

# account_navTitle_welcome
source: Welcome
da: Velkommen
de: Willkommen
es: Bienvenido
fil: Maligayang Pagdating
fr: Bienvenue
id: Selamat Datang
ja: ようこそ
km: សូមស្វាគមន៍
ko: 환영합니다
ms: Selamat Datang
th: ยินดีต้อนรับ
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

# auth_alreadyHaveAccount
source: Already have an account? Sign In
da: Har du allerede en konto? Log ind
de: Haben Sie bereits ein Konto? Anmelden
es: ¿Ya tiene una cuenta? Iniciar sesión
fil: May account ka na? Mag-sign In
fr: Vous avez déjà un compte ? Se connecter
id: Sudah punya akun? Masuk
ja: アカウントをお持ちですか？サインイン
km: មានគណនីរួចហើយ? ចូលគណនី
ko: 계정이 이미 있으신가요? 로그인
ms: Sudah mempunyai akaun? Daftar Masuk
th: มีบัญชีอยู่แล้ว? ลงชื่อเข้าใช้
vi: Đã có tài khoản? Đăng nhập
zh_hans: 已经有帐户了？登录
zh_hant: 已經有帳戶了？登入

# auth_createAccountButton
source: Create Account
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fil: Gumawa ng Account
fr: Créer un compte
id: Buat Akun
ja: アカウントを作成
km: បង្កើតគណនី
ko: 계정 생성
ms: Cipta Akaun
th: สร้างบัญชี
vi: Tạo tài khoản
zh_hans: 创建帐户
zh_hant: 建立帳戶

# auth_createAccountTitle
source: Create an Account
da: Opret en konto
de: Konto erstellen
es: Crear una cuenta
fil: Gumawa ng isang Account
fr: Créer un compte
id: Buat Akun
ja: アカウントを作成
km: បង្កើតគណនីមួយ
ko: 계정 생성
ms: Cipta Akaun
th: สร้างบัญชี
vi: Tạo tài khoản
zh_hans: 创建帐户
zh_hant: 建立帳戶

# auth_dontHaveAccount
source: Don't have an account? Sign Up
da: Har du ikke en konto? Tilmeld dig
de: Haben Sie kein Konto? Registrieren
es: ¿No tiene una cuenta? Registrarse
fil: Wala ka pang account? Mag-sign Up
fr: Vous n'avez pas de compte ? S'inscrire
id: Belum punya akun? Daftar
ja: アカウントがありませんか？サインアップ
km: មិនទាន់មានគណនី? ចុះឈ្មោះ
ko: 계정이 없으신가요? 회원가입
ms: Tiada akaun? Daftar
th: ไม่มีบัญชี? สมัครสมาชิก
vi: Chưa có tài khoản? Đăng ký
zh_hans: 还没有帐户？注册
zh_hant: 還沒有帳戶？註冊

# auth_forgotPassword
source: Forgot Password?
da: Glemt adgangskode?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fil: Nakalimutan ang Password?
fr: Mot de passe oublié ?
id: Lupa Kata Sandi?
ja: パスワードをお忘れですか？
km: ភ្លេចពាក្យសម្ងាត់?
ko: 비밀번호를 잊으셨나요?
ms: Lupa Kata Laluan?
th: ลืมรหัสผ่าน?
vi: Quên mật khẩu?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# auth_orDivider
source: Or
da: Eller
de: Oder
es: O
fil: O
fr: Ou
id: Atau
ja: または
km: ឬ
ko: 또는
ms: Atau
th: หรือ
vi: Hoặc
zh_hans: 或
zh_hant: 或

# auth_passwordMismatch
source: Passwords do not match.
da: Adgangskoderne stemmer ikke overens.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fil: Hindi magkatugma ang mga password.
fr: Les mots de passe ne correspondent pas.
id: Kata sandi tidak cocok.
ja: パスワードが一致しません。
km: ពាក្យសម្ងាត់មិនត្រូវគ្នាទេ។
ko: 비밀번호가 일치하지 않습니다.
ms: Kata laluan tidak sepadan.
th: รหัสผ่านไม่ตรงกัน
vi: Mật khẩu không khớp.
zh_hans: 密码不匹配。
zh_hant: 密碼不符。

# auth_signInButton
source: Sign In
da: Log ind
de: Anmelden
es: Iniciar sesión
fil: Mag-sign In
fr: Se connecter
id: Masuk
ja: サインイン
km: ចូលគណនី
ko: 로그인
ms: Daftar Masuk
th: ลงชื่อเข้าใช้
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# auth_signInPrompt
source: Sign in to access more features, customize settings, and track your progress over time.
da: Log ind for at få adgang til flere funktioner, tilpasse indstillinger og følge dine fremskridt over tid.
de: Melden Sie sich an, um auf weitere Funktionen zuzugreifen, Einstellungen anzupassen und Ihren Fortschritt zu verfolgen.
es: Inicie sesión para acceder a más funciones, personalizar la configuración y seguir su progreso.
fil: Mag-sign in upang ma-access ang mas maraming feature, i-customize ang mga setting, at subaybayan ang iyong progreso sa paglipas ng panahon.
fr: Connectez-vous pour accéder à plus de fonctionnalités, personnaliser les réglages et suivre vos progrès.
id: Masuk untuk mengakses lebih banyak fitur, menyesuaikan pengaturan, dan melacak kemajuan Anda dari waktu ke waktu.
ja: サインインして、より多くの機能にアクセスし、設定をカスタマイズし、進捗を追跡しましょう。
km: ចូលគណនីដើម្បីចូលប្រើមុខងារបន្ថែម កែសម្រួលការកំណត់ និងតាមដានវឌ្ឍនភាពរបស់អ្នកតាមពេលវេលា។
ko: 로그인하여 더 많은 기능에 액세스하고, 설정을 사용자화하고, 진행 상황을 추적하세요.
ms: Daftar masuk untuk mengakses lebih banyak ciri, menyesuaikan tetapan, dan menjejaki kemajuan anda.
th: ลงชื่อเข้าใช้เพื่อเข้าถึงคุณสมบัติเพิ่มเติม ปรับแต่งการตั้งค่า และติดตามความคืบหน้าของคุณ
vi: Đăng nhập để truy cập nhiều tính năng hơn, tùy chỉnh cài đặt và theo dõi tiến trình của bạn.
zh_hans: 登录以访问更多功能、自定义设置并跟踪您的进度。
zh_hant: 登入以存取更多功能、自訂設定並追蹤您的進度。

# auth_signInTitle
source: Sign In
da: Log ind
de: Anmelden
es: Iniciar sesión
fil: Mag-sign In
fr: Se connecter
id: Masuk
ja: サインイン
km: ចូលគណនី
ko: 로그인
ms: Daftar Masuk
th: ลงชื่อเข้าใช้
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# auth_signInWithGoogle
source: Sign in with Google
da: Log ind med Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fil: Mag-sign in gamit ang Google
fr: Se connecter avec Google
id: Masuk dengan Google
ja: Googleでサインイン
km: ចូលគណនីជាមួយ Google
ko: Google로 로그인
ms: Daftar masuk dengan Google
th: ลงชื่อเข้าใช้ด้วย Google
vi: Đăng nhập bằng Google
zh_hans: 使用 Google 登录
zh_hant: 使用 Google 登入

# auth_termsAgreement
source: I have read and agree to the [Terms of Service](https://smashspeed.ca/terms-of-service) and [Privacy Policy](https://smashspeed.ca/privacy-policy).
da: Jeg har læst og accepterer [Servicevilkårene](https://smashspeed.ca/terms-of-service) og [Privatlivspolitikken](https://smashspeed.ca/privacy-policy).
de: Ich habe die [Nutzungsbedingungen](https://smashspeed.ca/terms-of-service) und die [Datenschutzrichtlinie](https://smashspeed.ca/privacy-policy) gelesen und stimme ihnen zu.
es: He leído y acepto los [Términos de servicio](https://smashspeed.ca/terms-of-service) y la [Política de privacidad](https://smashspeed.ca/privacy-policy).
fil: Nabasa ko at sumasang-ayon ako sa Mga Tuntunin ng Serbisyo at Patakaran sa Privacy.
fr: J'ai lu et j'accepte les [Conditions d'utilisation](https://smashspeed.ca/terms-of-service) et la [Politique de confidentialité](https://smashspeed.ca/privacy-policy).
id: Saya telah membaca dan menyetujui [Ketentuan Layanan](https://smashspeed.ca/terms-of-service) dan [Kebijakan Privasi](https://smashspeed.ca/privacy-policy).
ja: [利用規約](https://smashspeed.ca/terms-of-service)と[プライバシーポリシー](https://smashspeed.ca/privacy-policy)を読み、同意します。
km: ខ្ញុំបានអាន និងយល់ព្រមតាម លក្ខខណ្ឌនៃសេវាកម្ម និង គោលការណ៍ឯកជនភាព។
ko: [서비스 약관](https://smashspeed.ca/terms-of-service) 및 [개인정보 처리방침](https://smashspeed.ca/privacy-policy)을 읽고 동의합니다.
ms: Saya telah membaca dan bersetuju dengan [Syarat Perkhidmatan](https://smashspeed.ca/terms-of-service) dan [Dasar Privasi](https://smashspeed.ca/privacy-policy).
th: ฉันได้อ่านและยอมรับ [ข้อกำหนดในการให้บริการ](https://smashspeed.ca/terms-of-service) และ [นโยบายความเป็นส่วนตัว](https://smashspeed.ca/privacy-policy) แล้ว
vi: Tôi đã đọc và đồng ý với [Điều khoản dịch vụ](https://smashspeed.ca/terms-of-service) và [Chính sách bảo mật](https://smashspeed.ca/privacy-policy).
zh_hans: 我已阅读并同意[服务条款](https://smashspeed.ca/terms-of-service)和[隐私政策](https://smashspeed.ca/privacy-policy)。
zh_hant: 我已閱讀並同意[服務條款](https://smashspeed.ca/terms-of-service)和[隱私政策](https://smashspeed.ca/privacy-policy)。

# changePwd_cancelButton
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
id: Batal
ja: キャンセル
km: បោះបង់
ko: 취소
ms: Batal
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# changePwd_confirmPwdField
source: Confirm New Password
da: Bekræft ny adgangskode
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fil: Kumpirmahin ang Bagong Password
fr: Confirmer le nouveau mot de passe
id: Konfirmasi Kata Sandi Baru
ja: 新しいパスワードを確認
km: បញ្ជាក់ពាក្យសម្ងាត់ថ្មី
ko: 새 비밀번호 확인
ms: Sahkan Kata Laluan Baharu
th: ยืนยันรหัสผ่านใหม่
vi: Xác nhận mật khẩu mới
zh_hans: 确认新密码
zh_hant: 確認新密碼

# changePwd_navTitle
source: Change Password
da: Skift adgangskode
de: Passwort ändern
es: Cambiar contraseña
fil: Palitan ang Password
fr: Changer le mot de passe
id: Ubah Kata Sandi
ja: パスワードを変更
km: ផ្លាស់ប្តូរពាក្យសម្ងាត់
ko: 비밀번호 변경
ms: Tukar Kata Laluan
th: เปลี่ยนรหัสผ่าน
vi: Đổi mật khẩu
zh_hans: 更改密码
zh_hant: 更改密碼

# changePwd_newPwdField
source: New Password
da: Ny adgangskode
de: Neues Passwort
es: Nueva contraseña
fil: Bagong Password
fr: Nouveau mot de passe
id: Kata Sandi Baru
ja: 新しいパスワード
km: ពាក្យសម្ងាត់ថ្មី
ko: 새 비밀번호
ms: Kata Laluan Baharu
th: รหัสผ่านใหม่
vi: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# changePwd_updateButton
source: Update Password
da: Opdater adgangskode
de: Passwort aktualisieren
es: Actualizar contraseña
fil: I-update ang Password
fr: Mettre à jour le mot de passe
id: Perbarui Kata Sandi
ja: パスワードを更新
km: ធ្វើបច្ចុប្បន្នភាពពាក្យសម្ងាត់
ko: 비밀번호 업데이트
ms: Kemas Kini Kata Laluan
th: อัปเดตรหัสผ่าน
vi: Cập nhật mật khẩu
zh_hans: 更新密码
zh_hant: 更新密碼

# calib_instruction1
source: Place one point on the front service line and the other on the doubles long service (flick) line.
da: Placer et punkt på den forreste servelinje og det andet på den lange servelinje for double (flick-linjen).
de: Platzieren Sie einen Punkt auf der vorderen Aufschlaglinie und den anderen auf der langen Doppel-Aufschlaglinie (Flick-Linie).
es: Coloque un punto en la línea de servicio frontal y el otro en la línea de servicio larga de dobles (línea de flick).
fil: Ilagay ang isang punto sa front service line at ang isa pa sa doubles long service (flick) line.
fr: Placez un point sur la ligne de service avant et l'autre sur la ligne de service longue de double (ligne de flick).
id: Letakkan satu titik di garis servis depan dan titik lainnya di garis servis panjang ganda (flick).
ja: 1つのポイントをフロントサービスラインに、もう1つをダブルスのロングサービスライン（フリックライン）に配置します。
km: ដាក់ចំណុចមួយនៅលើបន្ទាត់សេវាខាងមុខ និងចំណុចមួយទៀតនៅលើបន្ទាត់សេវាយូរទ្វេ (flick)។
ko: 한 점은 앞 서비스 라인에, 다른 한 점은 복식 롱 서비스 라인(플릭 라인)에 놓습니다.
ms: Letakkan satu titik pada garisan servis hadapan dan satu lagi pada garisan servis panjang beregu (garisan flick).
th: วางจุดหนึ่งบนเส้นเสิร์ฟหน้า และอีกจุดหนึ่งบนเส้นเสิร์ฟยาวของประเภทคู่ (เส้นเสิร์ฟหลัง)
vi: Đặt một điểm trên vạch giao cầu ngắn và điểm còn lại trên vạch giao cầu dài cho đánh đôi.
zh_hans: 将一个点放在前发球线上，另一个点放在双打长发球线（挑球线）上。
zh_hant: 將一個點放在前發球線上，另一個點放在雙打長發球線（挑球線）上。

# calib_instruction2
source: Tip: Drag from the area around a point to avoid covering it with your finger.
da: Tip: Træk fra området omkring et punkt for at undgå at dække det med din finger.
de: Tipp: Ziehen Sie vom Bereich um einen Punkt, um ihn nicht mit dem Finger zu verdecken.
es: Consejo: Arrastre desde el área alrededor de un punto para evitar cubrirlo con el dedo.
fil: Tip: I-drag mula sa lugar sa paligid ng isang punto upang maiwasan itong matakpan ng iyong daliri.
fr: Astuce : Faites glisser depuis la zone autour d'un point pour éviter de le couvrir avec votre doigt.
id: Tips: Seret dari area di sekitar titik untuk menghindari menutupinya dengan jari Anda.
ja: ヒント：ポイント周辺のエリアからドラッグして、指で隠れないようにします。
km: គន្លឹះ៖ អូសពីតំបន់ជុំវិញចំណុច ដើម្បីជៀសវាងការបាំងវាដោយម្រាមដៃរបស់អ្នក។
ko: 팁: 손가락으로 가리지 않도록 점 주변 영역에서 드래그하세요.
ms: Petua: Seret dari kawasan sekitar titik untuk mengelak menutupinya dengan jari anda.
th: เคล็ดลับ: ลากจากบริเวณรอบๆ จุดเพื่อหลีกเลี่ยงการบังด้วยนิ้วของคุณ
vi: Mẹo: Kéo từ khu vực xung quanh một điểm để tránh che nó bằng ngón tay của bạn.
zh_hans: 提示：从点周围的区域拖动，以避免手指遮挡。
zh_hant: 提示：從點周圍的區域拖動，以避免手指遮擋。

# calib_refLengthDescription
source: Enter the real-world distance between the two points.
da: Indtast den virkelige afstand mellem de to punkter.
de: Geben Sie den realen Abstand zwischen den beiden Punkten ein.
es: Ingrese la distancia real entre los dos puntos.
fil: Ilagay ang totoong distansya sa pagitan ng dalawang punto.
fr: Entrez la distance réelle entre les deux points.
id: Masukkan jarak dunia nyata antara kedua titik.
ja: 2つのポイント間の実際の距離を入力してください。
km: បញ្ចូល​ចម្ងាយ​ជាក់ស្តែង​រវាង​ចំណុច​ទាំងពីរ។
ko: 두 점 사이의 실제 거리를 입력하세요.
ms: Masukkan jarak dunia sebenar antara dua titik tersebut.
th: ป้อนระยะห่างจริงระหว่างสองจุด
vi: Nhập khoảng cách thực tế giữa hai điểm.
zh_hans: 输入两点之间的实际距离。
zh_hant: 輸入兩點之間的實際距離。

# calib_refLengthLabel
source: Reference Length
da: Referencelængde
de: Referenzlänge
es: Longitud de referencia
fil: Haba ng Sanggunian
fr: Longueur de référence
id: Panjang Referensi
ja: 参照長
km: ប្រវែងយោង
ko: 참조 길이
ms: Panjang Rujukan
th: ความยาวอ้างอิง
vi: Chiều dài tham chiếu
zh_hans: 参考长度
zh_hant: 參考長度

# calib_startButton
source: Start Analysis
da: Start analyse
de: Analyse starten
es: Iniciar análisis
fil: Simulan ang Pagsusuri
fr: Démarrer l'analyse
id: Mulai Analisis
ja: 分析を開始
km: ចាប់ផ្តើមវិភាគ
ko: 분석 시작
ms: Mulakan Analisis
th: เริ่มการวิเคราะห์
vi: Bắt đầu phân tích
zh_hans: 开始分析
zh_hant: 開始分析

# calib_title
source: Calibration
da: Kalibrering
de: Kalibrierung
es: Calibración
fil: Kalibrasyon
id: Kalibrasi
ja: キャリブレーション
km: ការក្រិតតាមខ្នាត
ko: 보정
ms: Penentukuran
th: การปรับเทียบ
vi: Hiệu chỉnh
zh_hans: 校准
zh_hant: 校準

# common_cancel
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fil: Kanselahin
fr: Annuler
id: Batal
ja: キャンセル
km: បោះបង់
ko: 취소
ms: Batal
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common_delete
source: Delete
da: Slet
de: Löschen
es: Eliminar
fil: Burahin
fr: Supprimer
id: Hapus
ja: 削除
km: លុប
ko: 삭제
ms: Padam
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# common_done
source: Done
da: Færdig
de: Fertig
es: Hecho
fil: Tapos na
fr: Terminé
id: Selesai
ja: 完了
km: រួចរាល់
ko: 완료
ms: Selesai
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成
zh_hant: 完成

# common_email
source: Email
es: Correo electrónico
ja: メールアドレス
km: អ៊ីមែល
ko: 이메일
ms: E-mel
th: อีเมล
zh_hans: 电子邮件
zh_hant: 電子郵件

# common_error
source: Error
da: Fejl
de: Fehler
fr: Erreur
id: Kesalahan
ja: エラー
km: កំហុស
ko: 오류
ms: Ralat
th: ข้อผิดพลาด
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# common_height
source: Height
da: Højde
de: Höhe
es: Altura
fil: Taas
fr: Hauteur
id: Tinggi
ja: 高さ
km: កម្ពស់
ko: 높이
ms: Tinggi
th: ความสูง
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# common_kmh
source: km/h
da: km/t
id: km/j
km: គ.ម/ម៉
ms: km/j
th: กม./ชม.
zh_hans: 公里/小时
zh_hant: 公里/小時

# common_meters
source: meters
da: meter
de: Meter
es: metros
fil: metro
fr: mètres
id: meter
ja: メートル
km: ម៉ែត្រ
ko: 미터
ms: meter
th: เมตร
vi: mét
zh_hans: 米
zh_hant: 公尺

# common_notAvailable
source: N/A
da: I/T
es: N/D
id: T/A
km: មិនមាន
ko: 해당 없음
ms: T/A
th: ไม่มีข้อมูล
vi: Không có
zh_hans: 无
zh_hant: 無

# common_ok
source: OK
es: Aceptar
id: OKE
km: យល់ព្រម
ko: 확인
th: ตกลง
zh_hans: 确定
zh_hant: 確定

# common_password
source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ja: パスワード
km: ពាក្យសម្ងាត់
ko: 비밀번호
ms: Kata Laluan
th: รหัสผ่าน
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# common_smashAngle
source: Smash Angle:
da: Smash-vinkel:
de: Smash-Winkel:
es: Ángulo del remate:
fil: Anggulo ng Smash:
fr: Angle du smash :
id: Sudut Pukulan:
ja: スマッシュ角度:
km: មុំវាយសេវា៖
ko: 스매시 각도:
ms: Sudut Pukulan:
th: มุมตบ:
vi: Góc đập:
zh_hans: 杀球角度：
zh_hant: 殺球角度：

# common_speed
source: Speed
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fil: Bilis
fr: Vitesse
id: Kecepatan
ja: 速度
km: ល្បឿន
ko: 속도
ms: Kelajuan
th: ความเร็ว
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

# common_tryAgain
source: Try Again
da: Prøv igen
de: Erneut versuchen
es: Intentar de nuevo
fil: Subukang Muli
fr: Réessayer
id: Coba Lagi
ja: 再試行
km: ព្យាយាម​ម្តង​ទៀត
ko: 다시 시도
ms: Cuba Lagi
th: ลองอีกครั้ง
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

# common_width
source: Width
da: Bredde
de: Breite
es: Ancho
fil: Lapad
fr: Largeur
id: Lebar
ja: 幅
km: ទទឹង
ko: 너비
ms: Lebar
th: ความกว้าง
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度
