Repository: diwenne/smashspeed_ios
Catalog: smashspeed_ios/*.lproj/Localizable.strings
Languages: da, de, es, fil, fr, id, ja, km, ko, ms, th, vi, zh_hans, zh_hant

# trimView_confirmButton
source: Confirm Trim
da: Bekræft beskæring
de: Schnitt bestätigen
es: Confirmar recorte
fil: Kumpirmahin ang Trim
fr: Confirmer le découpage
id: Konfirmasi Potong
ja: トリミングを確定
km: បញ្ជាក់ការកាត់ត
ko: 자르기 확인
ms: Sahkan Potongan
th: ยืนยันการตัด
vi: Xác nhận cắt
zh_hans: 确认剪辑
zh_hant: 確認修剪

# trimView_description
source: Isolate the moment of impact. The final clip should be very short (~0.25 seconds), and the birdie should be clearly visible in each frame.
da: Isoler øjeblikket for træf. Det endelige klip skal være meget kort (~0,25 sekunder), og fjerbolden skal være tydeligt synlig i hvert billede.
de: Isolieren Sie den Moment des Aufpralls. Der endgültige Clip sollte sehr kurz sein (~0,25 Sekunden), und der Federball sollte in jedem Bild deutlich sichtbar sein.
es: Aísle el momento del impacto. El clip final debe ser muy corto (~0,25 segundos), y el volante debe ser claramente visible en cada fotograma.
fil: Ihiwalay ang sandali ng pagtama. Ang huling clip ay dapat napakaikli (~0.25 segundo), at ang birdie ay dapat malinaw na nakikita sa bawat frame.
fr: Isolez le moment de l'impact. Le clip final doit être très court (~0,25 secondes) et le volant doit être clairement visible dans chaque image.
id: Isolasi momen tumbukan. Klip terakhir harus sangat pendek (~0,25 detik), dan kok harus terlihat jelas di setiap bingkai.
ja: インパクトの瞬間を分離します。最終的なクリップは非常に短く（約0.25秒）、シャトルは各フレームではっきりと見える必要があります。
km: ញែកពេលប៉ះទង្គិច។ ឃ្លីបចុងក្រោយគួរតែខ្លីណាស់ (~0.25 វិនាទី) ហើយសីគួរតែអាចមើលឃើញយ៉ាងច្បាស់នៅគ្រប់ស៊ុម។
ko: 충돌 순간을 분리합니다. 최종 클립은 매우 짧아야 하며(약 0.25초), 셔틀콕은 모든 프레임에서 명확하게 보여야 합니다.
ms: Asingkan detik hentaman. Klip akhir harus sangat pendek (~0.25 saat), dan bulu tangkis harus kelihatan jelas dalam setiap bingkai.
th: แยกช่วงเวลาที่กระทบ คลิปสุดท้ายควรสั้นมาก (~0.25 วินาที) และลูกขนไก่ต้องมองเห็นได้ชัดเจนในทุกเฟรม
vi: Tách riêng khoảnh khắc va chạm. Clip cuối cùng nên rất ngắn (~0,25 giây) và quả cầu phải nhìn thấy rõ trong mỗi khung hình.
zh_hans: 分离出撞击的瞬间。最终的短片应该非常短（约 0.25 秒），并且羽毛球在每一帧都清晰可见。
zh_hant: 分離出撞擊的瞬間。最終的短片應該非常短（約 0.25 秒），並且羽球在每一幀都清晰可見。

# trimView_durationFormat
source: Selected Duration: %.2fs
da: Valgt varighed: %.2fs
de: Ausgewählte Dauer: %.2fs
es: Duración seleccionada: %.2fs
fil: Napiling Tagal: %.2fs
fr: Durée sélectionnée : %.2fs
id: Durasi yang Dipilih: %.2fs
ja: 選択した期間: %.2fs
km: រយៈពេលដែលបានជ្រើសរើស៖ %.2fs
ko: 선택한 시간: %.2fs
ms: Tempoh Dipilih: %.2fs
th: ระยะเวลาที่เลือก: %.2fs
vi: Thời lượng đã chọn: %.2fs
zh_hans: 已选时长：%.2fs
zh_hant: 已選時長：%.2fs

# trimView_title
source: Trim to the Smash
da: Beskær til smash
de: Auf den Smash zuschneiden
es: Recortar al remate
fil: I-trim sa Smash
fr: Isolez le smash
id: Potong ke Pukulan
ja: スマッシュにトリミング
km: កាត់តទៅការវាយ
ko: 스매시로 자르기
ms: Potong pada Pukulan
th: ตัดส่วนที่ตบ
vi: Cắt đến đoạn đập cầu
zh_hans: 修剪至杀球
zh_hant: 修剪至殺球

# tab_account
source: Account
da: Konto
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
km: គណនី
ko: 계정
ms: Akaun
th: บัญชี
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳戶

# tab_detect
source: Detect
da: Registrer
de: Erkennen
es: Detectar
fil: Tukuyin
fr: Détecter
id: Deteksi
ja: 検出
km: រកមើល
ko: 탐지
ms: Kesan
th: ตรวจจับ
vi: Phát hiện
zh_hans: 检测
zh_hant: 偵測

# tab_results
source: Results
da: Resultater
de: Ergebnisse
es: Resultados
fil: Mga Resulta
fr: Résultats
id: Hasil
ja: 結果
km: លទ្ធផល
ko: 결과
ms: Keputusan
th: ผลลัพธ์
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

# account_navTitle
source: Account
da: Konto
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
km: គណនី
ko: 계정
ms: Akaun
th: บัญชี
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳戶

# updateAlert_button
source: Update Now
da: Opdater nu
de: Jetzt aktualisieren
es: Actualizar ahora
fil: I-update Ngayon
fr: Mettre à jour
id: Perbarui Sekarang
ja: 今すぐアップデート
km: ធ្វើបច្ចុប្បន្នភាពឥឡូវនេះ
ko: 지금 업데이트
ms: Kemas Kini Sekarang
th: อัปเดตตอนนี้
vi: Cập nhật ngay
zh_hans: 立即更新
zh_hant: 立即更新

# updateAlert_message
source: A new version of the app is available. Please update to continue using the app.
da: En ny version af appen er tilgængelig. Opdater venligst for at fortsætte med at bruge appen.
de: Eine neue Version der App ist verfügbar. Bitte aktualisieren Sie, um die App weiterhin zu nutzen.
es: Hay una nueva versión de la aplicación disponible. Actualice para seguir usando la aplicación.
fil: May bagong bersyon ng app na magagamit. Paki-update upang magpatuloy sa paggamit ng app.
fr: Une nouvelle version de l'application est disponible. Veuillez mettre à jour pour continuer à utiliser l'application.
id: Versi baru aplikasi tersedia. Harap perbarui untuk terus menggunakan aplikasi.
ja: アプリの新しいバージョンが利用可能です。アプリを引き続き使用するには、アップデートしてください。
km: មានកំណែថ្មីនៃកម្មវិធី។ សូមធ្វើបច្ចុប្បន្នភាពដើម្បីបន្តប្រើប្រាស់កម្មវិធី។
ko: 앱의 새 버전을 사용할 수 있습니다. 앱을 계속 사용하려면 업데이트하세요.
ms: Versi baharu aplikasi tersedia. Sila kemas kini untuk terus menggunakan aplikasi.
th: มีแอปเวอร์ชันใหม่ให้ใช้งานแล้ว โปรดอัปเดตเพื่อใช้งานแอปต่อไป
vi: Đã có phiên bản mới của ứng dụng. Vui lòng cập nhật để tiếp tục sử dụng.
zh_hans: 应用程序有新版本可用。请更新以继续使用。
zh_hant: 應用程式有新版本可用。請更新以繼續使用。

# updateAlert_title
source: Update Required
da: Opdatering kræves
de: Update erforderlich
es: Se requiere actualización
fil: Kailangan ng Update
fr: Mise à jour requise
id: Pembaruan Diperlukan
ja: アップデートが必要です
km: តម្រូវ​ឲ្យ​ធ្វើ​បច្ចុប្បន្នភាព
ko: 업데이트 필요
ms: Kemas Kini Diperlukan
th: ต้องการอัปเดต
vi: Yêu cầu cập nhật
zh_hans: 需要更新
zh_hant: 需要更新
