Repository: diwenne/smashspeed_ios
Catalog: smashspeed_ios/*.lproj/Localizable.strings
Languages: da, de, es, fil, fr, id, ja, km, ko, ms, th, vi, zh_hans, zh_hant

# onboarding_slide2_instruction1
source: Mark the front service line and doubles service line — 3.87 m apart.
da: Marker den forreste servelinje og double-servelinjen — 3,87 m fra hinanden.
de: Markieren Sie die vordere Aufschlaglinie und die Doppel-Aufschlaglinie – 3,87 m Abstand.
es: Marque la línea de servicio frontal y la línea de servicio de dobles — a 3,87 m de distancia.
fil: Markahan ang front service line at doubles service line — 3.87 m ang pagitan.
fr: Marquez la ligne de service avant et la ligne de service de double — distantes de 3,87 m.
id: Tandai garis servis depan dan garis servis ganda — terpisah 3,87 m.
ja: フロントサービスラインとダブルスサービスラインをマークします — 3.87m離れています。
km: សម្គាល់បន្ទាត់សេវាខាងមុខ និងបន្ទាត់សេវាទ្វេ — គម្លាត 3.87 ម៉ែត្រ។
ko: 앞 서비스 라인과 복식 서비스 라인을 표시하세요 — 3.87m 간격입니다.
ms: Tandakan garisan servis hadapan dan garisan servis beregu — berjarak 3.87 m.
th: ทำเครื่องหมายที่เส้นเสิร์ฟหน้าและเส้นเสิร์ฟคู่ — ห่างกัน 3.87 เมตร
vi: Đánh dấu vạch giao cầu ngắn và vạch giao cầu đôi — cách nhau 3,87 m.
zh_hans: 标记前发球线和双打发球线 — 相距 3.87 米。
zh_hant: 標記前發球線和雙打發球線 — 相距 3.87 公尺。

# onboarding_slide2_instruction2
source: Place the line directly under the player.
da: Placer linjen direkte under spilleren.
de: Platzieren Sie die Linie direkt unter dem Spieler.
es: Coloque la línea directamente debajo del jugador.
fil: Ilagay ang linya nang direkta sa ilalim ng manlalaro.
fr: Placez la ligne directement sous le joueur.
id: Letakkan garis tepat di bawah pemain.
ja: プレイヤーの真下にラインを配置します。
km: ដាក់បន្ទាត់ដោយផ្ទាល់នៅក្រោមអ្នកលេង។
ko: 선수를 기준으로 바로 아래에 라인을 놓습니다.
ms: Letakkan garisan betul-betul di bawah pemain.
th: วางเส้นไว้ใต้ผู้เล่นโดยตรง
vi: Đặt đường kẻ ngay dưới người chơi.
zh_hans: 将线直接放在球员下方。
zh_hant: 將線直接放在球員下方。

# onboarding_slide2_instruction3
source: Keep 3.87 m unless using different lines — changing it may reduce accuracy.
da: Hold 3,87 m, medmindre du bruger andre linjer — ændring kan reducere nøjagtigheden.
de: Behalten Sie 3,87 m bei, es sei denn, Sie verwenden andere Linien – eine Änderung kann die Genauigkeit verringern.
es: Mantenga 3,87 m a menos que use líneas diferentes — cambiarlo puede reducir la precisión.
fil: Panatilihin ang 3.87 m maliban kung gumagamit ng ibang mga linya — ang pagbabago nito ay maaaring makabawas sa katumpakan.
fr: Gardez 3,87 m sauf si vous utilisez d'autres lignes — cela pourrait réduire la précision.
id: Jaga jarak 3,87 m kecuali menggunakan garis yang berbeda — mengubahnya dapat mengurangi akurasi.
ja: 異なるラインを使用しない限り、3.87mを維持してください — 変更すると精度が低下する可能性があります。
km: រក្សាគម្លាត 3.87 ម៉ែត្រ លុះត្រាតែប្រើបន្ទាត់ផ្សេង — ការផ្លាស់ប្តូរវាអាចកាត់បន្ថយភាពត្រឹមត្រូវ។
ko: 다른 라인을 사용하지 않는 한 3.87m를 유지하세요 — 변경 시 정확도가 떨어질 수 있습니다.
ms: Kekalkan 3.87 m melainkan menggunakan garisan lain — menukarnya boleh mengurangkan ketepatan.
th: รักษาระยะ 3.87 เมตร เว้นแต่จะใช้เส้นอื่น — การเปลี่ยนแปลงอาจลดความแม่นยำ
vi: Giữ 3,87 m trừ khi sử dụng các vạch khác — thay đổi có thể làm giảm độ chính xác.
zh_hans: 除非使用不同的线，否则保持 3.87 米 — 更改可能会降低准确性。
zh_hant: 除非使用不同的線，否則保持 3.87 公尺 — 更改可能會降低準確性。

# onboarding_slide2_title
source: 2. Mark a Known Distance
da: 2. Marker en kendt afstand
de: 2. Markieren Sie eine bekannte Distanz
es: 2. Marque una distancia conocida
fil: 2. Markahan ang Isang Kilalang Distansya
fr: 2. Marquez une distance connue
id: 2. Tandai Jarak yang Diketahui
ja: 2. 既知の距離をマークする
km: 2. សម្គាល់ចម្ងាយដែលគេស្គាល់
ko: 2. 알려진 거리 표시하기
ms: 2. Tandakan Jarak yang Diketahui
th: 2. ทำเครื่องหมายระยะทางที่ทราบ
vi: 2. Đánh dấu một khoảng cách đã biết
zh_hans: 2. 标记已知距离
zh_hant: 2. 標記已知距離

# onboarding_slide3_instruction1
source: Use the slider or arrow keys to move through each frame and view the shuttle speed.
da: Brug skyderen eller piletasterne til at bevæge dig gennem hvert billede og se fjerboldens hastighed.
de: Verwenden Sie den Schieberegler oder die Pfeiltasten, um durch die Bilder zu gehen und die Geschwindigkeit des Federballs zu sehen.
es: Use el control deslizante o las teclas de flecha para moverse por cada fotograma y ver la velocidad del volante.
fil: Gamitin ang slider o arrow keys upang gumalaw sa bawat frame at tingnan ang bilis ng shuttle.
fr: Utilisez le curseur ou les flèches pour parcourir les images et voir la vitesse du volant.
id: Gunakan penggeser atau tombol panah untuk menelusuri setiap bingkai dan melihat kecepatan kok.
ja: スライダーまたは矢印キーを使用して各フレームを確認し、シャトルの速度を表示します。
km: ប្រើគ្រាប់រំកិល ឬគ្រាប់ចុចព្រួញ ដើម្បីផ្លាស់ទីតាមស៊ុមនីមួយៗ និងមើលល្បឿនសី។
ko: 슬라이더나 화살표 키를 사용하여 각 프레임을 이동하며 셔틀콕 속도를 확인하세요.
ms: Gunakan peluncur atau kekunci anak panah untuk melangkah melalui bingkai dan melihat kelajuan bulu tangkis.
th: ใช้แถบเลื่อนหรือปุ่มลูกศรเพื่อเลื่อนดูเฟรมและดูความเร็วของลูกขนไก่
vi: Sử dụng thanh trượt hoặc các phím mũi tên để xem qua các khung hình và tốc độ quả cầu.
zh_hans: 使用滑块或方向键逐帧移动，并查看羽毛球速度。
zh_hant: 使用滑塊或方向鍵逐幀移動，並查看羽球速度。

# onboarding_slide3_instruction2
source: Use the 'Interpolate' tool to automatically fill in gaps between good detections. This is highly recommended.
da: Brug 'Interpoler'-værktøjet til automatisk at udfylde huller mellem gode registreringer. Dette anbefales kraftigt.
de: Verwenden Sie das 'Interpolieren'-Werkzeug, um Lücken zwischen guten Erkennungen automatisch zu füllen. Dies wird dringend empfohlen.
es: Use la herramienta 'Interpolar' para rellenar automáticamente los huecos entre detecciones buenas. Esto es muy recomendable.
fil: Gamitin ang tool na 'Interpolate' upang awtomatikong punan ang mga puwang sa pagitan ng magagandang detection. Ito ay lubos na inirerekomenda.
fr: Utilisez l'outil 'Interpoler' pour combler automatiquement les lacunes entre les bonnes détections. C'est fortement recommandé.
id: Gunakan alat 'Interpolasi' untuk secara otomatis mengisi celah antara deteksi yang baik. Ini sangat disarankan.
ja: 「補間」ツールを使用して、良好な検出間のギャップを自動的に埋めます。これを強くお勧めします。
km: ប្រើឧបករណ៍ 'Interpolate' ដើម្បីបំពេញចន្លោះដោយស្វ័យប្រវត្តិរវាងការរកឃើញល្អៗ។ នេះត្រូវបានណែនាំយ៉ាងខ្លាំង។
ko: ‘보간’ 도구를 사용하여 양호한 탐지 사이의 간격을 자동으로 채웁니다. 강력히 권장합니다.
ms: Gunakan alat 'Interpolasi' untuk mengisi jurang antara pengesanan yang baik secara automatik. Ini amat disyorkan.
th: ใช้เครื่องมือ 'Interpolate' เพื่อเติมช่องว่างระหว่างการตรวจจับที่ดีโดยอัตโนมัติ ขอแนะนำอย่างยิ่ง
vi: Sử dụng công cụ 'Nội suy' để tự động lấp đầy khoảng trống giữa các phát hiện tốt. Điều này rất được khuyến khích.
zh_hans: 使用“插值”工具自动填补良好检测之间的空白。强烈建议使用。
zh_hant: 使用「內插」工具自動填補良好偵測之間的空白。強烈建議使用。

# onboarding_slide3_instruction3
source: For fine-tuning, use the manual controls to move, resize, add, or remove a detection box.
da: For finjustering, brug de manuelle kontroller til at flytte, ændre størrelse, tilføje eller fjerne en registreringsboks.
de: Für die Feinabstimmung verwenden Sie die manuellen Steuerelemente, um ein Erkennungsfeld zu verschieben, dessen Größe zu ändern, es hinzuzufügen oder zu entfernen.
es: Para un ajuste fino, use los controles manuales para mover, cambiar el tamaño, agregar o eliminar un cuadro de detección.
fil: Para sa fine-tuning, gamitin ang mga manual control para ilipat, baguhin ang laki, magdagdag, o mag-alis ng detection box.
fr: Pour un réglage fin, utilisez les commandes manuelles pour déplacer, redimensionner, ajouter ou supprimer une boîte de détection.
id: Untuk penyetelan halus, gunakan kontrol manual untuk memindahkan, mengubah ukuran, menambah, atau menghapus kotak deteksi.
ja: 微調整には、手動コントロールを使用して検出ボックスを移動、サイズ変更、追加、または削除します。
km: សម្រាប់ការកែតម្រូវល្អិតល្អន់ សូមប្រើការបញ្ជាដោយដៃដើម្បីផ្លាស់ទី ប្តូរទំហំ បន្ថែម ឬដកប្រអប់រកឃើញ។
ko: 미세 조정을 위해 수동 컨트롤을 사용하여 탐지 상자를 이동, 크기 조정, 추가 또는 제거하세요.
ms: Untuk penalaan halus, gunakan kawalan manual untuk mengalih, mengubah saiz, menambah, atau membuang kotak pengesanan.
th: สำหรับการปรับแต่งอย่างละเอียด ให้ใช้ส่วนควบคุมด้วยตนเองเพื่อย้าย,ปรับขนาด,เพิ่ม,หรือลบกรอบตรวจจับ
vi: Để tinh chỉnh, sử dụng các điều khiển thủ công để di chuyển, thay đổi kích thước, thêm hoặc xóa hộp phát hiện.
zh_hans: 若要微调，请使用手动控制来移动、调整大小、添加或移除检测框。
zh_hant: 若要微調，請使用手動控制來移動、調整大小、新增或移除偵測框。

# onboarding_slide3_instruction4
source: If you make a mistake, use the undo/redo buttons in the top left.
da: Hvis du laver en fejl, skal du bruge fortryd/gentag-knapperne øverst til venstre.
de: Wenn Sie einen Fehler machen, verwenden Sie die Rückgängig/Wiederholen-Schaltflächen oben links.
es: Si comete un error, use los botones de deshacer/rehacer en la esquina superior izquierda.
fil: Kung magkamali ka, gamitin ang mga undo/redo button sa kaliwang itaas.
fr: Si vous faites une erreur, utilisez les boutons annuler/rétablir en haut à gauche.
id: Jika Anda membuat kesalahan, gunakan tombol urungkan/ulangi di kiri atas.
ja: 間違えた場合は、左上の元に戻す/やり直すボタンを使用します。
km: ប្រសិនបើអ្នកធ្វើខុស សូមប្រើប៊ូតុងមិនធ្វើវិញ/ធ្វើវិញនៅផ្នែកខាងលើឆ្វេង។
ko: 실수한 경우 왼쪽 상단의 실행 취소/다시 실행 버튼을 사용하세요.
ms: Jika anda membuat kesilapan, gunakan butang buat asal/buat semula di bahagian atas kiri.
th: หากคุณทำผิดพลาด ให้ใช้ปุ่มเลิกทำ/ทำซ้ำที่ด้านบนซ้าย
vi: Nếu bạn mắc lỗi, hãy sử dụng các nút hoàn tác/làm lại ở trên cùng bên trái.
zh_hans: 如果您出错了，请使用左上角的撤销/重做按钮。
zh_hant: 如果您出錯了，請使用左上角的復原/重做按鈕。

# onboarding_slide3_title
source: 3. Review Detection
da: 3. Gennemse registrering
de: 3. Erkennung überprüfen
es: 3. Revise la detección
fil: 3. Suriin ang Detection
fr: 3. Vérifiez la détection
id: 3. Tinjau Deteksi
ja: 3. 検出を確認する
km: 3. ពិនិត្យការរកឃើញ
ko: 3. 탐지 검토하기
ms: 3. Semak Pengesanan
th: 3. ตรวจสอบการตรวจจับ
vi: 3. Xem lại phát hiện
zh_hans: 3. 查看检测
zh_hant: 3. 檢視偵測

# onboarding_swipePrompt
source: Swipe to get started
da: Swipe for at starte
de: Wischen, um zu starten
es: Deslice para comenzar
fil: Mag-swipe para magsimula
fr: Glissez pour commencer
id: Geser untuk memulai
ja: スワイプして開始
km: អូសដើម្បីចាប់ផ្តើម
ko: 스와이프하여 시작하세요
ms: Leret untuk bermula
th: ปัดเพื่อเริ่มต้น
vi: Vuốt để bắt đầu
zh_hans: 滑动开始
zh_hant: 滑動開始

# onboarding_welcome_prompt
source: Wanna know how fast you really smash?
da: Vil du vide, hvor hurtigt du egentlig smasher?
de: Wollen Sie wissen, wie schnell Sie wirklich schmettern?
es: ¿Quiere saber qué tan rápido es realmente su remate?
fil: Gusto mo bang malaman kung gaano ka talaga kabilis mag-smash?
fr: Vous voulez savoir à quelle vitesse vous smashez vraiment ?
id: Ingin tahu seberapa cepat pukulan Anda?
ja: あなたのスマッシュが本当にどれくらい速いか知りたいですか？
km: ចង់ដឹងថាអ្នកពិតជាវាយលឿនប៉ុណ្ណាទេ?
ko: 당신의 스매시가 얼마나 빠른지 알고 싶으신가요?
ms: Ingin tahu seberapa laju pukulan anda?
th: อยากรู้ไหมว่าคุณตบได้เร็วแค่ไหน?
vi: Bạn có muốn biết mình đập cầu nhanh đến mức nào không?
zh_hans: 想知道您杀球到底有多快吗？
zh_hant: 想知道您殺球到底有多快嗎？

# onboarding_welcome_title
source: Welcome to
da: Velkommen til
de: Willkommen bei
es: Bienvenido a
fil: Maligayang pagdating sa
fr: Bienvenue sur
id: Selamat datang di
ja: ようこそ
km: សូមស្វាគមន៍មកកាន់
ko: Smashspeed에 오신 것을 환영합니다
ms: Selamat datang ke
th: ยินดีต้อนรับสู่
vi: Chào mừng đến với
zh_hans: 欢迎来到
zh_hant: 歡迎來到

# processing_analyzingVideo
source: Analyzing Video...
da: Analyserer video...
de: Video wird analysiert...
es: Analizando video...
fil: Sinusuri ang Video...
fr: Analyse de la vidéo...
id: Menganalisis Video...
ja: ビデオを分析中...
km: កំពុងវិភាគវីដេអូ...
ko: 비디오 분석 중...
ms: Menganalisis Video...
th: กำลังวิเคราะห์วิดีโอ...
vi: Đang phân tích video...
zh_hans: 正在分析视频...
zh_hant: 正在分析影片...

# processing_preparingVideo
source: Preparing Video...
da: Forbereder video...
de: Video wird vorbereitet...
es: Preparando video...
fil: Inihahanda ang Video...
fr: Préparation de la vidéo...
id: Mempersiapkan Video...
ja: ビデオを準備中...
km: កំពុងរៀបចំវីដេអូ...
ko: 비디오 준비 중...
ms: Menyediakan Video...
th: กำลังเตรียมวิดีโอ...
vi: Đang chuẩn bị video...
zh_hans: 正在准备视频...
zh_hant: 正在準備影片...

# processing_trimmingVideo
source: Trimming Video...
da: Beskærer video...
de: Video wird geschnitten...
es: Recortando video...
fil: Tini-trim ang Video...
fr: Découpage de la vidéo...
id: Memotong Video...
ja: ビデオをトリミング中...
km: កំពុងកាត់តវីដេអូ...
ko: 비디오 자르는 중...
ms: Memotong Video...
th: กำลังตัดต่อวิดีโอ...
vi: Đang cắt video...
zh_hans: 正在剪辑视频...
zh_hant: 正在修剪影片...

# recordingGuide_cameraTip
source: **Camera:** Use landscape mode with 0.5x zoom to keep the shuttle in frame.
da: **Kamera:** Brug liggende format med 0,5x zoom for at holde fjerbolden i billedet.
de: **Kamera:** Verwenden Sie den Querformatmodus mit 0,5x Zoom, um den Federball im Bild zu halten.
es: **Cámara:** Use el modo horizontal con zoom de 0,5x para mantener el volante en el encuadre.
fil: Camera: Gumamit ng landscape mode na may 0.5x zoom upang mapanatili ang shuttle sa frame.
fr: **Caméra :** Utilisez le mode paysage avec un zoom 0.5x pour garder le volant dans le cadre.
id: **Kamera:** Gunakan mode lanskap dengan zoom 0,5x untuk menjaga kok tetap dalam bingkai.
ja: **カメラ：** 横向きモードと0.5倍ズームを使用して、シャトルをフレーム内に収めます。
km: កាមេរ៉ា៖ ប្រើទម្រង់ផ្ដេកជាមួយការពង្រីក 0.5x ដើម្បីរក្សាសីនៅក្នុងស៊ុម។
ko: **카메라:** 가로 모드와 0.5배 줌을 사용하여 셔틀콕을 프레임 안에 유지하세요.
ms: **Kamera:** Guna mod landskap dengan zum 0.5x untuk pastikan bulu tangkis dalam bingkai.
th: **กล้อง:** ใช้โหมดแนวนอนพร้อมซูม 0.5x เพื่อให้ลูกขนไก่อยู่ในเฟรม
vi: **Máy quay :** Sử dụng chế độ ngang với zoom 0.5x để giữ quả cầu trong khung hình.
zh_hans: **相机：** 使用横向模式和 0.5 倍变焦，以确保羽毛球在画面内。
zh_hant: **相機：** 使用橫向模式和 0.5 倍變焦，以確保羽球在畫面內。

# recordingGuide_frameRateTip
source: **Frame Rate:** 30 FPS is fine, 60 FPS is better.
da: **Billedfrekvens:** 30 FPS er fint, 60 FPS er bedre.
de: **Bildrate:** 30 FPS sind in Ordnung, 60 FPS sind besser.
es: **Velocidad de fotogramas:** 30 FPS está bien, 60 FPS es mejor.
fil: Frame Rate: OK ang 30 FPS, mas maganda ang 60 FPS.
fr: **Images par seconde :** 30 FPS c'est bien, 60 FPS c'est mieux.
id: **Frekuensi Gambar:** 30 FPS sudah cukup, 60 FPS lebih baik.
ja: **フレームレート：** 30 FPSで十分ですが、60 FPSの方が良いです。
km: អត្រាស៊ុម៖ 30 FPS គឺល្អ, 60 FPS កាន់តែប្រសើរ។
ko: **프레임 속도:** 30 FPS도 괜찮지만 60 FPS가 더 좋습니다.
ms: **Kadar Bingkai:** 30 FPS sudah memadai, 60 FPS lebih baik.
th: **อัตราเฟรม:** 30 FPS ก็ใช้ได้, 60 FPS จะดีกว่า
vi: **Tốc độ khung hình :** 30 FPS là ổn, 60 FPS thì tốt hơn.
zh_hans: **帧率：** 30 FPS 即可，60 FPS 更佳。
zh_hant: **幀率：** 30 FPS 即可，60 FPS 更佳。

# recordingGuide_recorderTip
source: **Player A (Recorder):** Stand in the side tram lines.
da: **Spiller A (Optager):** Stå i de yderste sidelinjer.
de: **Spieler A (Aufnehmer):** Stehen Sie in den seitlichen Tramlinien.
es: **Jugador A (Grabador):** Párese en las líneas laterales.
fil: Player A (Tagapag-record): Tumayo sa mga side tram line.
fr: **Joueur A (Filmeur) :** Tenez-vous dans les couloirs latéraux.
id: **Pemain A (Perekam):** Berdiri di garis samping.
ja: **プレイヤーA（録画者）：** サイドトラムラインに立ちます。
km: អ្នកលេង A (អ្នកថត)៖ ឈរនៅបន្ទាត់ចំហៀង។
ko: **플레이어 A(촬영자):** 사이드 트램 라인에 서세요.
ms: **Pemain A (Perakam):** Berdiri di garisan tepi.
th: **ผู้เล่น A (ผู้บันทึก):** ยืนในเส้นข้าง
vi: **Người chơi A (Người quay) :** Đứng ở đường biên dọc.
zh_hans: **球员 A（录像者）：** 站在边线。
zh_hant: **球員 A（錄影者）：** 站在邊線。

# recordingGuide_smasherTip
source: **Player B (Smasher):** Smash from the opposite half of the court.
da: **Spiller B (Smasher):** Smash fra den modsatte banehalvdel.
de: **Spieler B (Schmetterer):** Schmettern Sie aus der gegenüberliegenden Spielfeldhälfte.
es: **Jugador B (Rematador):** Remate desde la mitad opuesta de la cancha.
fil: Player B (Smasher): Mag-smash mula sa kabilang kalahati ng court.
fr: **Joueur B (Smasheur) :** Smashez depuis la moitié opposée du terrain.
id: **Pemain B (Pemukul):** Memukul dari separuh lapangan yang berlawanan.
ja: **プレイヤーB（スマッシャー）：** 反対側のコート半分からスマッシュします。
km: អ្នកលេង B (អ្នកវាយ)៖ វាយពីផ្នែកម្ខាងទៀតនៃតារាង។
ko: **플레이어 B(스매셔):** 반대편 코트에서 스매시하세요.
ms: **Pemain B (Pemukul):** Pukul dari separuh gelanggang bertentangan.
th: **ผู้เล่น B (ผู้ตบ):** ตบจากครึ่งสนามฝั่งตรงข้าม
vi: **Người chơi B (Người đập) :** Đập cầu từ nửa sân đối diện.
zh_hans: **球员 B（杀球者）：** 从球场的另一半杀球。
zh_hant: **球員 B（殺球者）：** 從球場的另一半殺球。

# recordingGuide_title
source: How to Record for Best Results
da: Sådan optager du for de bedste resultater
de: Anleitung für beste Aufnahmeergebnisse
es: Cómo grabar para obtener los mejores resultados
fil: Paano Mag-record para sa Pinakamahusay na mga Resulta
fr: Comment enregistrer pour de meilleurs résultats
id: Cara Merekam untuk Hasil Terbaik
ja: 最高の結果を得るための録画方法
km: របៀបថតដើម្បីទទួលបានលទ្ធផលល្អបំផុត
ko: 최상의 결과를 위한 녹화 방법
ms: Cara Merekod untuk Hasil Terbaik
th: วิธีบันทึกเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด
vi: Cách quay để có kết quả tốt nhất
zh_hans: 如何录制以获得最佳效果
zh_hant: 如何錄製以獲得最佳效果

# recordingGuide_visitWebsite
source: For a video tutorial, visit smashspeed.ca
da: For en videovejledning, besøg smashspeed.ca
de: Für ein Video-Tutorial besuchen Sie smashspeed.ca
es: Para un video tutorial, visite smashspeed.ca
fil: Para sa isang video tutorial, bisitahin ang smashspeed.ca
fr: Pour un tutoriel vidéo, visitez smashspeed.ca
id: Untuk tutorial video, kunjungi smashspeed.ca
ja: ビデオチュートリアルはsmashspeed.caをご覧ください
km: សម្រាប់ការបង្រៀនជាវីដេអូ សូមចូលទៅកាន់ smashspeed.ca
ko: 비디오 튜토리얼을 보려면 smashspeed.ca를 방문하세요
ms: Untuk tutorial video, lawati smashspeed.ca
th: สำหรับวิดีโอสอนการใช้งาน ไปที่ smashspeed.ca
vi: Để xem video hướng dẫn, hãy truy cập smashspeed.ca
zh_hans: 如需视频教程，请访问 smashspeed.ca
zh_hant: 如需影片教學，請訪問 smashspeed.ca

# resultView_analyzeAnotherButton
source: Analyze Another Video
da: Analyser en anden video
de: Weiteres Video analysieren
es: Analizar otro video
fil: Suriin ang Isa pang Video
fr: Analyser une autre vidéo
id: Analisis Video Lain
ja: 別のビデオを分析
km: វិភាគវីដេអូមួយទៀត
ko: 다른 비디오 분석
ms: Analisis Video Lain
th: วิเคราะห์วิดีโออื่น
vi: Phân tích video khác
zh_hans: 分析另一个视频
zh_hant: 分析另一支影片

# resultView_angleFormat
source: %.0f° downward
da: %.0f° nedadgående
de: %.0f° abwärts
es: %.0f° hacia abajo
fil: %.0f° pababa
fr: %.0f° vers le bas
id: %.0f° ke bawah
ja: %.0f° 下向き
km: %.0f° ចុះក្រោម
ko: %.0f° 하향
ms: %.0f° ke bawah
th: %.0f° ทํามุมลง
vi: %.0f° hướng xuống
zh_hans: %.0f° 向下
zh_hant: %.0f° 向下

# resultView_angleNotCalculated
source: Angle Not Calculated
da: Vinkel ikke beregnet
de: Winkel nicht berechnet
es: Ángulo no calculado
fil: Hindi Nakalkula ang Anggulo
fr: Angle non calculé
id: Sudut Tidak Dihitung
ja: 角度が計算されていません
km: មុំមិនត្រូវបានគណនា
ko: 각도 계산되지 않음
ms: Sudut Tidak Dikira
th: ยังไม่ได้คำนวณมุม
vi: Góc chưa được tính
zh_hans: 未计算角度
zh_hant: 未計算角度

# resultView_angleUnlockInfo
source: Smash faster than 100 km/h to unlock angle analysis.
da: Smash hurtigere end 100 km/t for at låse op for vinkelanalyse.
de: Schmettern Sie schneller als 100 km/h, um die Winkelanalyse freizuschalten.
es: Remate a más de 100 km/h para desbloquear el análisis de ángulo.
fil: Mag-smash nang mas mabilis sa 100 km/h upang ma-unlock ang pagsusuri ng anggulo.
fr: Smashez à plus de 100 km/h pour débloquer l'analyse de l'angle.
id: Pukul lebih cepat dari 100 km/j untuk membuka analisis sudut.
ja: 100 km/h以上でスマッシュして角度分析をアンロックします。
km: វាយលឿនជាង 100 គ.ម/ម៉ ដើម្បីដោះសោការវិភាគមុំ។
ko: 각도 분석을 잠금 해제하려면 100 km/h 이상으로 스매시하세요.
ms: Pukul lebih laju daripada 100 km/j untuk membuka kunci analisis sudut.
th: ตบให้เร็วกว่า 100 กม./ชม. เพื่อปลดล็อกการวิเคราะห์มุม
vi: Đập cầu nhanh hơn 100 km/h để mở khóa phân tích góc.
zh_hans: 杀球速度超过 100 公里/小时以解锁角度分析。
zh_hant: 殺球速度超過 100 公里/小時以解鎖角度分析。

# resultView_maxSpeedTitle
source: Maximum Speed
da: Maksimal hastighed
de: Höchstgeschwindigkeit
es: Velocidad máxima
fil: Pinakamataas na Bilis
fr: Vitesse maximale
id: Kecepatan Maksimum
ja: 最高速度
km: ល្បឿនអតិបរមា
ko: 최고 속도
ms: Kelajuan Maksimum
th: ความเร็วสูงสุด
vi: Tốc độ tối đa
zh_hans: 最高速度
zh_hant: 最高速度

# resultView_signInPrompt
source: Want to save your result? Sign In
da: Vil du gemme dit resultat? Log ind
de: Möchten Sie Ihr Ergebnis speichern? Anmelden
es: ¿Quiere guardar su resultado? Iniciar sesión
fil: Gusto mo bang i-save ang iyong resulta? Mag-sign In
fr: Vous voulez sauvegarder votre résultat ? Connectez-vous
id: Ingin menyimpan hasil Anda? Masuk
ja: 結果を保存しますか？サインイン
km: ចង់រក្សាទុកលទ្ធផលរបស់អ្នក? ចូលគណនី
ko: 결과를 저장하시겠습니까? 로그인
ms: Ingin simpan keputusan anda? Daftar Masuk
th: ต้องการบันทึกผลลัพธ์ของคุณหรือไม่? ลงชื่อเข้าใช้
vi: Bạn muốn lưu kết quả? Đăng nhập
zh_hans: 想要保存您的结果吗？登录
zh_hant: 想要儲存您的結果嗎？登入

# resultView_smashAngleLabel
source: Smash Angle:
da: Smash-vinkel:
de: Smash-Winkel:
es: Ángulo del remate:
fil: Anggulo ng Smash:
fr: Angle du smash :
id: Sudut Pukulan:
ja: スマッシュ角度:
km: មុំវាយសេវា៖
ko: 스매시 각도:
ms: Sudut Pukulan:
th: มุมตบ:
vi: Góc đập cầu:
zh_hans: 杀球角度：
zh_hant: 殺球角度：

# resultView_speedUnit
source: km/h
da: km/t
id: km/j
km: គ.ម/ម៉
ms: km/j
th: กม./ชม.
zh_hans: 公里/小时
zh_hant: 公里/小時

# review_alert_interpolation_message
source: Interpolation automatically fills in missing bounding boxes. If you have a frame with a box, then a gap of frames with no box, followed by another frame with a box, this tool will draw a straight line to fill in the gap.
da: Interpolation udfylder automatisk manglende afgrænsningskasser. Hvis du har et billede med en kasse, derefter et hul af billeder uden en kasse, efterfulgt af et andet billede med en kasse, vil dette værktøj tegne en lige linje for at udfylde hullet.
de: Die Interpolation füllt fehlende Begrenzungsrahmen automatisch aus. Wenn Sie ein Bild mit einem Rahmen haben, dann eine Lücke von Bildern ohne Rahmen, gefolgt von einem weiteren Bild mit einem Rahmen, zeichnet dieses Werkzeug eine gerade Linie, um die Lücke zu füllen.
es: La interpolación rellena automáticamente los cuadros delimitadores que faltan. Si tiene un fotograma con un cuadro, luego un hueco de fotogramas sin cuadro, seguido de otro fotograma con un cuadro, esta herramienta dibujará una línea recta para rellenar el hueco.
fil: Awtomatikong pinupunan ng interpolation ang mga nawawalang bounding box. Kung mayroon kang isang frame na may box, tapos isang puwang ng mga frame na walang box, na sinusundan ng isa pang frame na may box, ang tool na ito ay guguhit ng isang tuwid na linya upang punan ang puwang.
fr: L'interpolation remplit automatiquement les boîtes de délimitation manquantes. Si vous avez une image avec une boîte, puis un écart d'images sans boîte, suivi d'une autre image avec une boîte, cet outil tracera une ligne droite pour combler l'écart.
id: Interpolasi secara otomatis mengisi kotak pembatas yang hilang. Jika Anda memiliki bingkai dengan kotak, lalu celah bingkai tanpa kotak, diikuti oleh bingkai lain dengan kotak, alat ini akan menggambar garis lurus untuk mengisi celah tersebut.
ja: 補間は、欠落しているバウンディングボックスを自動的に埋めます。ボックスのあるフレームと、ボックスのないフレームのギャップがあり、その後にボックスのある別のフレームがある場合、このツールはギャップを埋めるために直線を引きます。
km: Interpolation បំពេញប្រអប់កំណត់ដែលបាត់ដោយស្វ័យប្រវត្តិ។ ប្រសិនបើអ្នកមានស៊ុមមួយដែលមានប្រអប់ បន្ទាប់មកមានចន្លោះស៊ុមដែលគ្មានប្រអប់ តាមដោយស៊ុមមួយទៀតដែលមានប្រអប់ ឧបករណ៍នេះនឹងគូសបន្ទាត់ត្រង់ដើម្បីបំពេញចន្លោះ។
ko: 보간은 누락된 경계 상자를 자동으로 채웁니다. 상자가 있는 프레임과 상자가 없는 프레임 간격이 있고 그 뒤에 상자가 있는 다른 프레임이 있는 경우, 이 도구는 간격을 채우기 위해 직선을 그립니다.
ms: Interpolasi mengisi kotak sempadan yang hilang secara automatik. Jika anda mempunyai bingkai dengan kotak, kemudian jurang bingkai tanpa kotak, diikuti oleh bingkai lain dengan kotak, alat ini akan melukis garisan lurus untuk mengisi jurang tersebut.
th: การประมาณค่าในช่วงจะเติมกรอบล้อมรอบที่หายไปโดยอัตโนมัติ หากคุณมีเฟรมที่มีกรอบ จากนั้นมีช่องว่างของเฟรมที่ไม่มีกรอบ ตามด้วยเฟรมอื่นที่มีกรอบ เครื่องมือนี้จะวาดเส้นตรงเพื่อเติมช่องว่าง
vi: Nội suy tự động điền vào các hộp giới hạn bị thiếu. Nếu bạn có một khung hình có hộp, sau đó là một khoảng trống các khung hình không có hộp, theo sau là một khung hình khác có hộp, công cụ này sẽ vẽ một đường thẳng để lấp đầy khoảng trống.
zh_hans: 插值会自动填补缺失的边界框。如果您有一个带框的帧，然后是一段没有框的帧，接着是另一个带框的帧，此工具将画一条直线来填补空白。
zh_hant: 內插會自動填補遺失的邊界框。如果您有一個有框的幀，然後是一段沒有框的幀，接著是另一個有框的幀，此工具將畫一條直線來填補空白。
