Repository: diwenne/smashspeed_ios
Catalog: smashspeed_ios/*.lproj/Localizable.strings
Languages: da, de, es, fil, fr, id, ja, km, ko, ms, th, vi, zh_hans, zh_hant

# error_couldNotLoadVideo
source: Could not load the selected video.
da: Kunne ikke indlæse den valgte video.
de: Ausgewähltes Video konnte nicht geladen werden.
es: No se pudo cargar el video seleccionado.
fil: Hindi ma-load ang napiling video.
fr: Impossible de charger la vidéo sélectionnée.
id: Tidak dapat memuat video yang dipilih.
ja: 選択したビデオを読み込めませんでした。
km: មិនអាចផ្ទុកវីដេអូដែលបានជ្រើសរើសបានទេ។
ko: 선택한 비디오를 로드할 수 없습니다.
ms: Tidak dapat memuatkan video yang dipilih.
th: ไม่สามารถโหลดวิดีโอที่เลือกได้
vi: Không thể tải video đã chọn.
zh_hans: 无法加载所选视频。
zh_hant: 無法載入所選影片。

# error_genericVideoSelection
source: An error occurred while selecting the video.
da: Der opstod en fejl under valg af video.
de: Beim Auswählen des Videos ist ein Fehler aufgetreten.
es: Ocurrió un error al seleccionar el video.
fil: Nagkaroon ng error habang pinipili ang video.
fr: Une erreur est survenue lors de la sélection de la vidéo.
id: Terjadi kesalahan saat memilih video.
ja: ビデオの選択中にエラーが発生しました。
km: មានកំហុសកើតឡើងនៅពេលជ្រើសរើសវីដេអូ។
ko: 비디오를 선택하는 동안 오류가 발생했습니다.
ms: Berlaku ralat semasa memilih video.
th: เกิดข้อผิดพลาดขณะเลือกวิดีโอ
vi: Đã xảy ra lỗi khi chọn video.
zh_hans: 选择视频时发生错误。
zh_hant: 選擇影片時發生錯誤。

# error_recordLandscape
source: Please record in landscape mode. Portrait videos are not supported.
da: Optag venligst i liggende format. Stående videoer understøttes ikke.
de: Bitte im Querformat aufnehmen. Hochformatvideos werden nicht unterstützt.
es: Por favor, grabe en modo horizontal. No se admiten videos verticales.
fil: Paki-record sa landscape mode. Hindi suportado ang mga portrait video.
fr: Veuillez enregistrer en mode paysage. Les vidéos en mode portrait ne sont pas prises en charge.
id: Harap rekam dalam mode lanskap. Video potret tidak didukung.
ja: 横向きモードで録画してください。縦向きのビデオはサポートされていません。
km: សូមថតវីដេអូក្នុងទម្រង់ផ្ដេក។ វីដេអូទម្រង់បញ្ឈរមិនត្រូវបានគាំទ្រទេ។
ko: 가로 모드로 녹화해 주세요. 세로 모드 비디오는 지원되지 않습니다.
ms: Sila rakam dalam mod landskap. Video potret tidak disokong.
th: โปรดบันทึกในโหมดแนวนอน ไม่รองรับวิดีโอแนวตั้ง
vi: Vui lòng ghi hình ở chế độ ngang. Video quay dọc không được hỗ trợ.
zh_hans: 请以横向模式录制。不支持纵向视频。
zh_hant: 請以橫向模式錄製。不支援直向影片。

# error_selectLandscape
source: Please select a landscape video. Portrait videos are not supported.
da: Vælg venligst en video i liggende format. Stående videoer understøttes ikke.
de: Bitte wählen Sie ein Video im Querformat. Hochformatvideos werden nicht unterstützt.
es: Por favor, seleccione un video horizontal. No se admiten videos verticales.
fil: Pumili ng landscape video. Hindi suportado ang mga portrait video.
fr: Veuillez sélectionner une vidéo en mode paysage. Les vidéos en mode portrait ne sont pas prises en charge.
id: Harap pilih video lanskap. Video potret tidak didukung.
ja: 横向きのビデオを選択してください。縦向きのビデオはサポートされていません。
km: សូមជ្រើសរើសវីដេអូទម្រង់ផ្ដេក។ វីដេអូទម្រង់បញ្ឈរមិនត្រូវបានគាំទ្រទេ។
ko: 가로 모드 비디오를 선택해 주세요. 세로 모드 비디오는 지원되지 않습니다.
ms: Sila pilih video landskap. Video potret tidak disokong.
th: โปรดเลือกวิดีโอแนวนอน ไม่รองรับวิดีโอแนวตั้ง
vi: Vui lòng chọn video quay ngang. Video quay dọc không được hỗ trợ.
zh_hans: 请选择横向视频。不支持纵向视频。
zh_hant: 請選擇橫向影片。不支援直向影片。

# details_liveSpeed
source: Live Speed:
da: Live hastighed:
de: Live-Geschwindigkeit:
es: Velocidad en vivo:
fil: Live na Bilis:
fr: Vitesse en direct :
id: Kecepatan Langsung:
ja: 現在の速度:
km: ល្បឿនបច្ចុប្បន្ន៖
ko: 실시간 속도:
ms: Kelajuan Semasa:
th: ความเร็วสด:
vi: Tốc độ trực tiếp:
zh_hans: 实时速度：
zh_hant: 即時速度：

# details_navTitle
source: Smash Details
da: Smash-detaljer
es: Detalles del remate
fil: Mga Detalye ng Smash
fr: Détails du smash
id: Detail Pukulan
ja: スマッシュの詳細
km: ព័ត៌មានលម្អិតនៃការវាយ
ko: 스매시 상세 정보
ms: Butiran Pukulan
th: รายละเอียดการตบ
vi: Chi tiết cú đập
zh_hans: 杀球详情
zh_hant: 殺球詳情

# details_peakSpeed
source: Peak Speed
da: Tophastighed
de: Höchstgeschwindigkeit
es: Velocidad máxima
fil: Pinakamataas na Bilis
fr: Vitesse de pointe
id: Kecepatan Puncak
ja: 最高速度
km: ល្បឿន​កំពូល
ko: 최고 속도
ms: Kelajuan Puncak
th: ความเร็วสูงสุด
vi: Tốc độ đỉnh
zh_hans: 最高速度
zh_hant: 最高速度

# details_speedHeader
source: Speed
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fil: Bilis
fr: Vitesse
id: Kecepatan
ja: 速度
km: ល្បឿន
ko: 속도
ms: Kelajuan
th: ความเร็ว
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

# details_timeHeader
source: Time
da: Tid
de: Zeit
es: Tiempo
fil: Oras
fr: Temps
id: Waktu
ja: 時間
km: ពេលវេលា
ko: 시간
ms: Masa
th: เวลา
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# details_timestampTitle
source: Timestamp Data
da: Tidsstempel-data
de: Zeitstempeldaten
es: Datos de marca de tiempo
fil: Data ng Timestamp
fr: Données temporelles
id: Data Stempel Waktu
ja: タイムスタンプデータ
km: ទិន្នន័យត្រាពេលវេលា
ko: 타임스탬프 데이터
ms: Data Cap Masa
th: ข้อมูลเวลา
vi: Dữ liệu thời gian
zh_hans: 时间戳数据
zh_hant: 時間戳數據

# history_alert_delete_message
source: Are you sure you want to delete this result? This action cannot be undone.
da: Er du sikker på, at du vil slette dette resultat? Handlingen kan ikke fortrydes.
de: Sind Sie sicher, dass Sie dieses Ergebnis löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este resultado? Esta acción no se puede deshacer.
fil: Sigurado ka bang gusto mong burahin ang resultang ito? Hindi na mababawi ang pagkilos na ito.
fr: Voulez-vous vraiment supprimer ce résultat ? Cette action ne peut pas être annulée.
id: Anda yakin ingin menghapus hasil ini? Tindakan ini tidak dapat dibatalkan.
ja: この結果を本当に削除しますか？この操作は元に戻せません。
km: តើអ្នកប្រាកដថាចង់លុបលទ្ធផលនេះទេ? សកម្មភាពនេះមិនអាចមិនធ្វើវិញបានទេ។
ko: 이 결과를 정말로 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Anda pasti mahu memadamkan keputusan ini? Tindakan ini tidak boleh dibatalkan.
th: คุณแน่ใจหรือไม่ว่าต้องการลบผลลัพธ์นี้? การกระทำนี้ไม่สามารถยกเลิกได้
vi: Bạn có chắc chắn muốn xóa kết quả này không? Hành động này không thể hoàn tác.
zh_hans: 您确定要删除此结果吗？此操作无法撤销。
zh_hant: 您確定要刪除此結果嗎？此操作無法復原。

# history_alert_delete_title
source: Confirm Deletion
da: Bekræft sletning
de: Löschen bestätigen
es: Confirmar eliminación
fil: Kumpirmahin ang Pagbura
fr: Confirmer la suppression
id: Konfirmasi Penghapusan
ja: 削除の確認
km: បញ្ជាក់ការលុប
ko: 삭제 확인
ms: Sahkan Pemadaman
th: ยืนยันการลบ
vi: Xác nhận xóa
zh_hans: 确认删除
zh_hant: 確認刪除

# history_chart_noData
source: Not enough data with current filters to draw a chart.
da: Ikke nok data med de nuværende filtre til at tegne et diagram.
de: Nicht genügend Daten mit aktuellen Filtern, um ein Diagramm zu zeichnen.
es: No hay suficientes datos con los filtros actuales para dibujar un gráfico.
fil: Walang sapat na data sa kasalukuyang mga filter para gumuhit ng tsart.
fr: Pas assez de données avec les filtres actuels pour dessiner un graphique.
id: Data tidak cukup dengan filter saat ini untuk menggambar grafik.
ja: 現在のフィルターではグラフを描画するためのデータが不足しています。
km: មិនមានទិន្នន័យគ្រប់គ្រាន់ជាមួយតម្រងបច្ចុប្បន្នដើម្បីគូរតារាងទេ។
ko: 현재 필터로는 차트를 그릴 데이터가 충분하지 않습니다.
ms: Data tidak mencukupi dengan penapis semasa untuk melukis carta.
th: ข้อมูลไม่เพียงพอสำหรับตัวกรองปัจจุบันในการวาดแผนภูมิ
vi: Không đủ dữ liệu với bộ lọc hiện tại để vẽ biểu đồ.
zh_hans: 当前筛选条件下没有足够的数据来绘制图表。
zh_hant: 目前篩選條件下沒有足夠的數據來繪製圖表。

# history_chart_selectedDataFormat
source: Top Speed on %@: %.1f km/h
da: Tophastighed den %@: %.1f km/t
de: Höchstgeschwindigkeit am %@: %.1f km/h
es: Velocidad máxima el %@: %.1f km/h
fil: Pinakamataas na Bilis noong %@: %.1f km/h
fr: Vitesse max le %@ : %.1f km/h
id: Kecepatan Tertinggi pada %@: %.1f km/j
ja: %@の最高速度: %.1f km/h
km: ល្បឿនកំពូលនៅថ្ងៃទី %@៖ %.1f គ.ម/ម៉
ko: %@ 최고 속도: %.1f km/h
ms: Kelajuan Tertinggi pada %@: %.1f km/j
th: ความเร็วสูงสุดในวันที่ %@: %.1f กม./ชม.
vi: Tốc độ cao nhất vào %@: %.1f km/h
zh_hans: %@ 的最高速度：%.1f 公里/小时
zh_hant: %@ 的最高速度：%.1f 公里/小時

# history_chart_subtitleFormat
source: Top Speed per Day (%@)
da: Tophastighed pr. dag (%@)
de: Tägliche Höchstgeschwindigkeit (%@)
es: Velocidad máxima por día (%@)
fil: Pinakamataas na Bilis Bawat Araw (%@)
fr: Vitesse max par jour (%@)
id: Kecepatan Tertinggi per Hari (%@)
ja: 日ごとの最高速度 (%@)
km: ល្បឿនកំពូលក្នុងមួយថ្ងៃ (%@)
ko: 일일 최고 속도 (%@)
ms: Kelajuan Tertinggi setiap Hari (%@)
th: ความเร็วสูงสุดต่อวัน (%@)
vi: Tốc độ cao nhất mỗi ngày (%@)
zh_hans: 每日最高速度 (%@)
zh_hant: 每日最高速度 (%@)

# history_chart_title
source: Progress Over Time
da: Fremskridt over tid
de: Fortschritt im Zeitverlauf
es: Progreso a lo largo del tiempo
fil: Progreso sa Paglipas ng Panahon
fr: Progression dans le temps
id: Kemajuan dari Waktu ke Waktu
ja: 時系列での進捗
km: វឌ្ឍនភាព​តាម​ពេលវេលា
ko: 시간에 따른 진행 상황
ms: Kemajuan dari Semasa ke Semasa
th: ความคืบหน้าเมื่อเวลาผ่านไป
vi: Tiến trình theo thời gian
zh_hans: 进度趋势
zh_hant: 進度趨勢

# history_empty_message
source: Your analyzed smashes will appear here.
da: Dine analyserede smash vil blive vist her.
de: Ihre analysierten Smashes werden hier angezeigt.
es: Sus remates analizados aparecerán aquí.
fil: Ang iyong mga nasuring smash ay lilitaw dito.
fr: Vos smashs analysés apparaîtront ici.
id: Pukulan yang Anda analisis akan muncul di sini.
ja: 分析されたスマッシュはここに表示されます。
km: ការវាយដែលបានវិភាគរបស់អ្នកនឹងបង្ហាញនៅទីនេះ។
ko: 분석된 스매시가 여기에 표시됩니다.
ms: Pukulan yang telah dianalisis akan muncul di sini.
th: การตบที่วิเคราะห์แล้วของคุณจะปรากฏที่นี่
vi: Các cú đập đã phân tích của bạn sẽ xuất hiện ở đây.
zh_hans: 您分析过的杀球将会显示在这里。
zh_hant: 您分析過的殺球將會顯示在這裡。

# history_empty_title
source: No Results
da: Ingen resultater
de: Keine Ergebnisse
es: No hay resultados
fil: Walang mga Resulta
fr: Aucun résultat
id: Tidak Ada Hasil
ja: 結果がありません
km: គ្មានលទ្ធផល
ko: 결과 없음
ms: Tiada Keputusan
th: ไม่มีผลลัพธ์
vi: Không có kết quả
zh_hans: 没有结果
zh_hant: 沒有結果

# history_filters_filterBySpeed
source: Filter by Speed
da: Filtrer efter hastighed
de: Nach Geschwindigkeit filtern
es: Filtrar por velocidad
fil: I-filter ayon sa Bilis
fr: Filtrer par vitesse
id: Filter berdasarkan Kecepatan
ja: 速度でフィルター
km: ត្រងតាមល្បឿន
ko: 속도로 필터링
ms: Tapis mengikut Kelajuan
th: กรองตามความเร็ว
vi: Lọc theo tốc độ
zh_hans: 按速度筛选
zh_hant: 按速度篩選

# history_filters_minSpeed
source: Min Speed:
da: Min. hastighed:
de: Min. Geschwindigkeit:
es: Velocidad mín.:
fil: Pinakamababang Bilis:
fr: Vitesse min :
id: Kecepatan Min:
ja: 最低速度:
km: ល្បឿនអប្បបរមា៖
ko: 최소 속도:
ms: Kelajuan Min:
th: ความเร็วขั้นต่ำ:
vi: Tốc độ tối thiểu:
zh_hans: 最低速度：
zh_hant: 最低速度：

# history_filters_timeRange
source: Time Range
da: Tidsperiode
de: Zeitraum
es: Rango de tiempo
fil: Saklaw ng Oras
fr: Période
id: Rentang Waktu
ja: 期間
km: ចន្លោះពេល
ko: 기간
ms: Julat Masa
th: ช่วงเวลา
vi: Phạm vi thời gian
zh_hans: 时间范围
zh_hant: 時間範圍

# history_filters_title
source: Filters
da: Filtre
de: Filter
es: Filtros
fil: Mga Filter
fr: Filtres
id: Filter
ja: フィルター
km: តម្រង
ko: 필터
ms: Penapis
th: ตัวกรอง
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

# history_list_noResults
source: No results match your current filters.
da: Ingen resultater matcher dine nuværende filtre.
de: Keine Ergebnisse entsprechen Ihren aktuellen Filtern.
es: No hay resultados que coincidan con sus filtros actuales.
fil: Walang mga resultang tumutugma sa iyong kasalukuyang mga filter.
fr: Aucun résultat ne correspond à vos filtres actuels.
id: Tidak ada hasil yang cocok dengan filter Anda saat ini.
ja: 現在のフィルターに一致する結果はありません。
km: គ្មានលទ្ធផលត្រូវនឹងតម្រងបច្ចុប្បន្នរបស់អ្នកទេ។
ko: 현재 필터와 일치하는 결과가 없습니다.
ms: Tiada keputusan yang sepadan dengan penapis semasa anda.
th: ไม่มีผลลัพธ์ที่ตรงกับตัวกรองปัจจุบันของคุณ
vi: Không có kết quả nào khớp với bộ lọc hiện tại của bạn.
zh_hans: 没有符合您当前筛选条件的结果。
zh_hant: 沒有符合您目前篩選條件的結果。

# history_list_title
source: History
da: Historik
de: Verlauf
es: Historial
fil: Kasaysayan
fr: Historique
id: Riwayat
ja: 履歴
km: ប្រវត្តិ
ko: 기록
ms: Sejarah
th: ประวัติ
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史紀錄

# history_loggedOut_message
source: Please sign in to view results.
da: Log venligst ind for at se resultater.
de: Bitte melden Sie sich an, um Ergebnisse anzuzeigen.
es: Inicie sesión para ver los resultados.
fil: Mangyaring mag-sign in upang tingnan ang mga resulta.
fr: Veuillez vous connecter pour voir les résultats.
id: Silakan masuk untuk melihat hasil.
ja: 結果を表示するにはサインインしてください。
km: សូមចូលគណនីដើម្បីមើលលទ្ធផល។
ko: 결과를 보려면 로그인해 주세요.
ms: Sila daftar masuk untuk melihat keputusan.
th: กรุณาลงชื่อเข้าใช้เพื่อดูผลลัพธ์
vi: Vui lòng đăng nhập để xem kết quả.
zh_hans: 请登录以查看结果。
zh_hant: 請登入以查看結果。

# history_loggedOut_title
source: Log In Required
da: Login påkrævet
de: Anmeldung erforderlich
es: Se requiere iniciar sesión
fil: Kailangan Mag-log In
fr: Connexion requise
id: Diperlukan Login
ja: サインインが必要です
km: តម្រូវ​ឲ្យ​ចូល​គណនី
ko: 로그인 필요
ms: Pendaftaran Masuk Diperlukan
th: จำเป็นต้องลงชื่อเข้าใช้
vi: Yêu cầu đăng nhập
zh_hans: 需要登录
zh_hant: 需要登入

# history_navTitle
source: Results
da: Resultater
de: Ergebnisse
es: Resultados
fil: Mga Resulta
fr: Résultats
id: Hasil
ja: 結果
km: លទ្ធផល
ko: 결과
ms: Keputusan
th: ผลลัพธ์
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

# history_range_all
source: All Time
da: Altid
de: Gesamt
es: Todo el tiempo
fil: Lahat ng Oras
fr: Tout
id: Semua Waktu
ja: すべて
km: គ្រប់ពេល
ko: 전체 기간
ms: Semua Masa
th: ทั้งหมด
vi: Toàn bộ
zh_hans: 所有时间
zh_hant: 所有時間

# history_range_month
source: Past Month
da: Sidste måned
de: Letzter Monat
es: Último mes
fil: Nakaraang Buwan
fr: Mois dernier
id: Bulan Lalu
ja: 過去1ヶ月
km: ខែមុន
ko: 지난 1개월
ms: Bulan Lalu
th: เดือนที่แล้ว
vi: Tháng qua
zh_hans: 过去一个月
zh_hant: 過去一個月

# history_range_week
source: Past Week
da: Sidste uge
de: Letzte Woche
es: Última semana
fil: Nakaraang Linggo
fr: Semaine dernière
id: Minggu Lalu
ja: 過去1週間
km: សប្តាហ៍មុន
ko: 지난 1주
ms: Minggu Lalu
th: สัปดาห์ที่แล้ว
vi: Tuần qua
zh_hans: 过去一周
zh_hant: 過去一週

# history_stats_avgSpeed
source: Average Speed
da: Gns. hastighed
de: Durchschnittsgeschw.
es: Velocidad media
fil: Average na Bilis
fr: Vitesse moyenne
id: Kecepatan Rata-rata
ja: 平均速度
km: ល្បឿនមធ្យម
ko: 평균 속도
ms: Kelajuan Purata
th: ความเร็วเฉลี่ย
vi: Tốc độ trung bình
zh_hans: 平均速度
zh_hant: 平均速度

# history_stats_title
source: Filtered Stats
da: Filtrerede statistikker
de: Gefilterte Statistiken
es: Estadísticas filtradas
fil: Mga Na-filter na Stats
fr: Statistiques filtrées
id: Statistik yang Difilter
ja: フィルター済み統計
km: ស្ថិតិដែលបានត្រង
ko: 필터링된 통계
ms: Statistik Ditapis
th: สถิติที่กรองแล้ว
vi: Thống kê đã lọc
zh_hans: 筛选后统计
zh_hant: 篩選後統計

# history_stats_topSpeed
source: Top Speed
da: Tophastighed
de: Höchstgeschwindigkeit
es: Velocidad máxima
fil: Pinakamataas na Bilis
fr: Vitesse maximale
id: Kecepatan Tertinggi
ja: 最高速度
km: ល្បឿន​កំពូល
ko: 최고 속도
ms: Kelajuan Tertinggi
th: ความเร็วสูงสุด
vi: Tốc độ cao nhất
zh_hans: 最高速度
zh_hant: 最高速度

# history_stats_totalSmashes
source: Total Smashes
da: Antal smash
de: Smashes gesamt
es: Remates totales
fil: Kabuuang mga Smash
fr: Total des smashs
id: Total Pukulan
ja: スマッシュ総数
km: ការវាយសរុប
ko: 총 스매시 수
ms: Jumlah Pukulan
th: จำนวนการตบทั้งหมด
vi: Tổng số cú đập
zh_hans: 总杀球数
zh_hant: 總殺球數

# inputSelector_chooseLibraryButton
source: Choose from Library
da: Vælg fra bibliotek
de: Aus Bibliothek wählen
es: Elegir de la biblioteca
fil: Pumili mula sa Library
fr: Choisir depuis la bibliothèque
id: Pilih dari Perpustakaan
ja: ライブラリから選択
km: ជ្រើសរើសពីបណ្ណាល័យ
ko: 라이브러리에서 선택
ms: Pilih dari Pustaka
th: เลือกจากคลัง
vi: Chọn từ thư viện
zh_hans: 从图库中选择
zh_hant: 從圖庫中選擇

# inputSelector_landscapeOnlyWarning
source: Only landscape videos are supported.
da: Kun videoer i liggende format understøttes.
de: Nur Videos im Querformat werden unterstützt.
es: Solo se admiten videos horizontales.
fil: Mga landscape video lang ang suportado.
fr: Seules les vidéos en mode paysage sont prises en charge.
id: Hanya video lanskap yang didukung.
ja: 横向きのビデオのみサポートされています。
km: គាំទ្រតែវីដេអូទម្រង់ផ្ដេកប៉ុណ្ណោះ។
ko: 가로 모드 비디오만 지원됩니다.
ms: Hanya video landskap disokong.
th: รองรับเฉพาะวิดีโอแนวนอนเท่านั้น
vi: Chỉ hỗ trợ video quay ngang.
zh_hans: 仅支持横向视频。
zh_hant: 僅支援橫向影片。

# inputSelector_recordNewButton
source: Record New Video
da: Optag ny video
de: Neues Video aufnehmen
es: Grabar nuevo video
fil: Mag-record ng Bagong Video
fr: Enregistrer une nouvelle vidéo
id: Rekam Video Baru
ja: 新しいビデオを録画
km: ថតវីដេអូថ្មី
ko: 새 비디오 녹화
ms: Rakam Video Baharu
th: บันทึกวิดีโอใหม่
vi: Quay video mới
zh_hans: 录制新视频
zh_hant: 錄製新影片

# inputSelector_title
source: Analyze a Smash
da: Analyser et smash
de: Smash analysieren
es: Analizar un remate
fil: Suriin ang isang Smash
fr: Analyser un smash
id: Analisis Pukulan
ja: スマッシュを分析
km: វិភាគការវាយ
ko: 스매시 분석
ms: Analisis Pukulan
th: วิเคราะห์การตบ
vi: Phân tích một cú đập
zh_hans: 分析杀球
zh_hant: 分析殺球

# mainView_howToRecordButton
source: How to Record
da: Sådan optager du
de: Aufnahmeanleitung
es: Cómo grabar
fil: Paano Mag-record
fr: Comment enregistrer
id: Cara Merekam
ja: 録画方法
km: របៀបថត
ko: 녹화 방법
ms: Cara Merekod
th: วิธีบันทึก
vi: Hướng dẫn quay
zh_hans: 如何录制
zh_hant: 如何錄製

# mainView_prompt
source: Select a video to begin
da: Vælg en video for at starte
de: Video zum Starten auswählen
es: Seleccione un video para comenzar
fil: Pumili ng video upang magsimula
fr: Sélectionnez une vidéo pour commencer
id: Pilih video untuk memulai
ja: ビデオを選択して開始
km: ជ្រើសរើសវីដេអូដើម្បីចាប់ផ្តើម
ko: 시작할 비디오를 선택하세요
ms: Pilih video untuk bermula
th: เลือกวิดีโอเพื่อเริ่มต้น
vi: Chọn một video để bắt đầu
zh_hans: 选择一个视频开始
zh_hant: 選擇一個影片開始

# navTitle_analysisResult
source: Analysis Result
da: Analyseresultat
de: Analyseergebnis
es: Resultado del análisis
fil: Resulta ng Pagsusuri
fr: Résultat de l'analyse
id: Hasil Analisis
ja: 分析結果
km: លទ្ធផលនៃការវិភាគ
ko: 분석 결과
ms: Keputusan Analisis
th: ผลการวิเคราะห์
vi: Kết quả phân tích
zh_hans: 分析结果
zh_hant: 分析結果

# navTitle_calibration
source: Calibration
da: Kalibrering
de: Kalibrierung
es: Calibración
fil: Kalibrasyon
id: Kalibrasi
ja: キャリブレーション
km: ការក្រិតតាមខ្នាត
ko: 보정
ms: Penentukuran
th: การปรับเทียบ
vi: Hiệu chỉnh
zh_hans: 校准
zh_hant: 校準

# navTitle_detect
source: Detect
da: Registrer
de: Erkennen
es: Detectar
fil: Tukuyin
fr: Détecter
id: Deteksi
ja: 検出
km: រកមើល
ko: 탐지
ms: Kesan
th: ตรวจจับ
vi: Phát hiện
zh_hans: 检测
zh_hant: 偵測

# navTitle_recordingGuide
source: Recording Guide
da: Optagevejledning
de: Aufnahmeanleitung
es: Guía de grabación
fil: Gabay sa Pag-record
fr: Guide d'enregistrement
id: Panduan Perekaman
ja: 録画ガイド
km: មគ្គុទ្ទេសក៍ថត
ko: 녹화 가이드
ms: Panduan Rakaman
th: คู่มือการบันทึก
vi: Hướng dẫn quay phim
zh_hans: 录制指南
zh_hant: 錄製指南

# navTitle_reviewAdjust
source: Review & Adjust
da: Gennemse & juster
de: Prüfen & Anpassen
es: Revisar y ajustar
fil: Suriin at Ayusin
fr: Vérifier et ajuster
id: Tinjau & Sesuaikan
ja: 確認と調整
km: ពិនិត្យ និងកែតម្រូវ
ko: 검토 및 조정
ms: Semak & Laraskan
th: ตรวจสอบและปรับแก้
vi: Xem lại & Điều chỉnh
zh_hans: 查看与调整
zh_hant: 檢視與調整

# navTitle_trimVideo
source: Trim Video
da: Beskær video
de: Video schneiden
es: Recortar video
fil: I-trim ang Video
fr: Couper la vidéo
id: Potong Video
ja: ビデオをトリミング
km: កាត់តវីដេអូ
ko: 비디오 자르기
ms: Potong Video
th: ตัดวิดีโอ
vi: Cắt video
zh_hans: 剪辑视频
zh_hant: 修剪影片

# onboarding_getStartedButton
source: Get Started
da: Kom i gang
de: Los geht's
es: Comenzar
fil: Magsimula
fr: Commencer
id: Mulai
ja: 始める
km: ចាប់ផ្ដើម
ko: 시작하기
ms: Bermula
th: เริ่มต้นใช้งาน
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding_slide1_instruction1
source: Set the camera on the sideline, facing straight across. Court lines should look parallel to the frame.
da: Placer kameraet på sidelinjen, vendt lige over. Banens linjer skal se parallelle ud med rammen.
de: Stellen Sie die Kamera an der Seitenlinie auf, geradeaus gerichtet. Die Linien des Feldes sollten parallel zum Bildrand verlaufen.
es: Coloque la cámara en la línea lateral, mirando de frente. Las líneas de la cancha deben verse paralelas al marco.
fil: Ilagay ang camera sa sideline, nakaharap nang diretso. Ang mga linya ng court ay dapat magmukhang parallel sa frame.
fr: Placez la caméra sur la ligne de côté, face au terrain. Les lignes du court doivent être parallèles au cadre.
id: Atur kamera di garis samping, menghadap lurus. Garis lapangan harus terlihat sejajar dengan bingkai.
ja: カメラをサイドラインに置き、まっすぐ向かい側に向けます。コートのラインはフレームと平行に見えるようにします。
km: ដាក់កាមេរ៉ានៅលើបន្ទាត់ចំហៀង ដោយបែរមុខត្រង់។ បន្ទាត់តារាងគួរតែមើលទៅស្របនឹងស៊ុម។
ko: 카메라를 사이드라인에 놓고 똑바로 마주보게 설정합니다. 코트 라인은 프레임과 평행하게 보여야 합니다.
ms: Letakkan kamera di garisan tepi, menghadap lurus. Garisan gelanggang sepatutnya kelihatan selari dengan bingkai.
th: ตั้งกล้องไว้ที่เส้นข้าง หันหน้าตรง เส้นสนามควรขนานกับกรอบภาพ
vi: Đặt máy quay ở đường biên, hướng thẳng qua. Các đường sân phải song song với khung hình.
zh_hans: 将相机放在边线上，直直朝向对面。场地线应与画面平行。
zh_hant: 將相機放在邊線上，直直朝向對面。場地線應與畫面平行。

# onboarding_slide1_instruction2
source: Keep the shuttle visible — avoid glare or busy backgrounds.
da: Hold fjerbolden synlig — undgå blænding eller travle baggrunde.
de: Halten Sie den Federball sichtbar – vermeiden Sie Blendung oder unruhige Hintergründe.
es: Mantenga el volante visible — evite el deslumbramiento o fondos concurridos.
fil: Panatilihing nakikita ang shuttle — iwasan ang silaw o magulong background.
fr: Gardez le volant visible — évitez les reflets ou les arrière-plans chargés.
id: Jaga agar kok tetap terlihat — hindari silau atau latar belakang yang ramai.
ja: シャトルが見えるようにしてください — 光の反射やごちゃごちゃした背景を避けます。
km: រក្សាសីឱ្យមើលឃើញ — ជៀសវាងពន្លឺចាំង ឬផ្ទៃខាងក្រោយរញ៉េរញ៉ៃ។
ko: 셔틀콕이 보이도록 유지하세요 — 눈부심이나 복잡한 배경을 피하세요.
ms: Pastikan bulu tangkis sentiasa kelihatan — elakkan silau atau latar belakang yang sibuk.
th: ให้ลูกขนไก่อยู่ในสายตาเสมอ — หลีกเลี่ยงแสงจ้าหรือพื้นหลังที่รก
vi: Giữ quả cầu luôn trong tầm nhìn — tránh ánh sáng chói hoặc nền lộn xộn.
zh_hans: 保持羽毛球可见 — 避免眩光或纷乱的背景。
zh_hant: 保持羽球可見 — 避免眩光或繁忙的背景。

# onboarding_slide1_instruction3
source: Use regular video. Avoid Slo-Mo or filters.
da: Brug almindelig video. Undgå slowmotion eller filtre.
de: Verwenden Sie ein normales Video. Vermeiden Sie Zeitlupe oder Filter.
es: Use video normal. Evite la cámara lenta o los filtros.
fil: Gumamit ng regular na video. Iwasan ang Slo-Mo o mga filter.
fr: Utilisez une vidéo normale. Évitez le ralenti ou les filtres.
id: Gunakan video biasa. Hindari Gerak Lambat atau filter.
ja: 通常のビデオを使用してください。スローモーションやフィルターは避けます。
km: ប្រើវីដេអូធម្មតា។ ជៀសវាងការថតយឺតៗ ឬតម្រង។
ko: 일반 비디오를 사용하세요. 슬로우 모션이나 필터는 피하세요.
ms: Gunakan video biasa. Elakkan Gerak Perlahan atau penapis.
th: ใช้วิดีโอปกติ หลีกเลี่ยงโหมดสโลว์โมชั่นหรือฟิลเตอร์
vi: Sử dụng video thông thường. Tránh quay chậm hoặc dùng bộ lọc.
zh_hans: 使用常规视频。避免慢动作或滤镜。
zh_hant: 使用一般影片。避免慢動作或濾鏡。

# onboarding_slide1_instruction4
source: Trim to just the smash — under 1 second (~10 frames).
da: Beskær til kun smashet — under 1 sekund (~10 billeder).
de: Schneiden Sie nur den Smash – unter 1 Sekunde (~10 Bilder).
es: Recorte solo el remate — menos de 1 segundo (~10 fotogramas).
fil: I-trim sa mismong smash lang — wala pang 1 segundo (~10 frames).
fr: Coupez la vidéo pour ne garder que le smash — moins d'une seconde (~10 images).
id: Potong hanya bagian pukulan — di bawah 1 detik (~10 bingkai).
ja: スマッシュの瞬間だけをトリミングします — 1秒未満（約10フレーム）。
km: កាត់តត្រឹមតែការវាយ — ក្រោម 1 វិនាទី (~10 ស៊ុម)។
ko: 스매시 부분만 자르세요 — 1초 미만 (약 10프레임).
ms: Potong video hanya pada bahagian pukulan — di bawah 1 saat (~10 bingkai).
th: ตัดวิดีโอให้เหลือเฉพาะจังหวะตบ — ไม่เกิน 1 วินาที (~10 เฟรม)
vi: Cắt video chỉ còn đoạn đập cầu — dưới 1 giây (~10 khung hình).
zh_hans: 只剪辑杀球部分 — 时长不超过一秒（约 10 帧）。
zh_hant: 只修剪殺球部分 — 不到 1 秒（約 10 幀）。

# onboarding_slide1_title
source: 1. Record Your Smash
da: 1. Optag dit smash
de: 1. Nehmen Sie Ihren Smash auf
es: 1. Grabe su remate
fil: 1. I-record ang Iyong Smash
fr: 1. Enregistrez votre smash
id: 1. Rekam Pukulan Anda
ja: 1. スマッシュを録画する
km: 1. ថតការវាយរបស់អ្នក
ko: 1. 스매시 녹화하기
ms: 1. Rakam Pukulan Anda
th: 1. บันทึกการตบของคุณ
vi: 1. Quay cú đập của bạn
zh_hans: 1. 录制您的杀球
zh_hant: 1. 錄製您的殺球
