Repository: diwenne/smashspeed_ios
Catalog: smashspeed_ios/*.lproj/Localizable.strings
Languages: da, de, es, fil, fr, id, ja, km, ko, ms, th, vi, zh_hans, zh_hant

# review_alert_interpolation_title
source: What is Interpolation?
da: Hvad er interpolation?
de: Was ist Interpolation?
es: ¿Qué es la interpolación?
fil: Ano ang Interpolation?
fr: Qu'est-ce que l'interpolation ?
id: Apa itu Interpolasi?
ja: 補間とは？
km: តើ Interpolation ជាអ្វី?
ko: 보간이란 무엇인가요?
ms: Apakah Interpolasi?
th: การประมาณค่าในช่วง (Interpolation) คืออะไร?
vi: Nội suy là gì?
zh_hans: 什么是插值？
zh_hant: 什麼是內插？

# review_alert_manual_message
source: Use these controls to fix errors made by the AI. You can add a box if the AI missed the shuttle, remove a box if the detection is wrong, or nudge/resize an existing box for better accuracy.
da: Brug disse kontroller til at rette fejl lavet af AI'en. Du kan tilføje en kasse, hvis AI'en missede fjerbolden, fjerne en kasse, hvis registreringen er forkert, eller skubbe/ændre størrelsen på en eksisterende kasse for bedre nøjagtighed.
de: Verwenden Sie diese Steuerelemente, um von der KI gemachte Fehler zu korrigieren. Sie können einen Rahmen hinzufügen, wenn die KI den Federball verfehlt hat, einen Rahmen entfernen, wenn die Erkennung falsch ist, oder einen vorhandenen Rahmen für eine bessere Genauigkeit verschieben/anpassen.
es: Use estos controles para corregir los errores cometidos por la IA. Puede agregar un cuadro si la IA no detectó el volante, eliminar un cuadro si la detección es incorrecta, o mover/cambiar el tamaño de un cuadro existente para una mejor precisión.
fil: Gamitin ang mga control na ito para ayusin ang mga error na ginawa ng AI. Maaari kang magdagdag ng box kung na-miss ng AI ang shuttle, mag-alis ng box kung mali ang detection, o i-nudge/i-resize ang isang umiiral na box para sa mas mahusay na katumpakan.
fr: Utilisez ces commandes pour corriger les erreurs de l'IA. Vous pouvez ajouter une boîte si l'IA a manqué le volant, en supprimer une si la détection est fausse, ou ajuster/redimensionner une boîte existante pour plus de précision.
id: Gunakan kontrol ini untuk memperbaiki kesalahan yang dibuat oleh AI. Anda dapat menambahkan kotak jika AI melewatkan kok, menghapus kotak jika deteksi salah, atau mendorong/mengubah ukuran kotak yang ada untuk akurasi yang lebih baik.
ja: これらのコントロールを使用して、AIが犯したエラーを修正します。AIがシャトルを見逃した場合はボックスを追加したり、検出が間違っている場合はボックスを削除したり、既存のボックスを微調整/サイズ変更して精度を向上させることができます。
km: ប្រើការបញ្ជាទាំងនេះដើម្បីកែកំហុសដែលបង្កើតដោយ AI។ អ្នកអាចបន្ថែមប្រអប់ប្រសិនបើ AI រកសីមិនឃើញ ដកប្រអប់ចេញប្រសិនបើការរកឃើញខុស ឬរុញ/ប្តូរទំហំប្រអប់ដែលមានស្រាប់ដើម្បីភាពត្រឹមត្រូវកាន់តែប្រសើរ។
ko: 이 컨트롤을 사용하여 AI가 만든 오류를 수정하세요. AI가 셔틀콕을 놓친 경우 상자를 추가하거나, 탐지가 잘못된 경우 상자를 제거하거나, 기존 상자를 이동/크기 조정하여 정확도를 높일 수 있습니다.
ms: Gunakan kawalan ini untuk membetulkan ralat yang dibuat oleh AI. Anda boleh menambah kotak jika AI terlepas bulu tangkis, membuang kotak jika pengesanan salah, atau menganjak/mengubah saiz kotak sedia ada untuk ketepatan yang lebih baik.
th: ใช้ส่วนควบคุมเหล่านี้เพื่อแก้ไขข้อผิดพลาดที่เกิดจาก AI คุณสามารถเพิ่มกรอบได้หาก AI พลาดลูกขนไก่, ลบกรอบหากการตรวจจับผิด, หรือขยับ/ปรับขนาดกรอบที่มีอยู่เพื่อความแม่นยำที่ดีขึ้น
vi: Sử dụng các điều khiển này để sửa lỗi do AI gây ra. Bạn có thể thêm hộp nếu AI bỏ lỡ quả cầu, xóa hộp nếu phát hiện sai, hoặc di chuyển/thay đổi kích thước hộp hiện có để có độ chính xác tốt hơn.
zh_hans: 使用这些控件来修正 AI 犯的错误。如果 AI 错过了羽毛球，您可以添加一个框；如果检测错误，可以移除一个框；或者微调/调整现有框的大小以提高准确性。
zh_hant: 使用這些控制項來修正 AI 犯的錯誤。如果 AI 錯過了羽球，您可以新增一個框；如果偵測錯誤，可以移除一個框；或者微調/調整現有框的大小以提高準確性。

# review_alert_manual_title
source: Manual Adjustment
da: Manuel justering
de: Manuelle Anpassung
es: Ajuste manual
fil: Manu-manong Pagsasaayos
fr: Ajustement manuel
id: Penyesuaian Manual
ja: 手動調整
km: ការកែតម្រូវដោយដៃ
ko: 수동 조정
ms: Pelarasan Manual
th: การปรับด้วยตนเอง
vi: Điều chỉnh thủ công
zh_hans: 手动调整
zh_hant: 手動調整

# review_alert_speedCalc_message
source: Speed is calculated using the distance the shuttlecock travels between frames, combined with the video's frame rate (fps). 1. The AI tracks the shuttle's center point in pixels. 2. The distance moved (in pixels) is multiplied by the frame rate to get pixels/second. 3. A scale factor (meters/pixel), determined from the court's known dimensions, converts this to meters/second. 4. The result is converted to km/h.
da: Hastighed beregnes ved hjælp af den afstand, fjerbolden tilbagelægger mellem billeder, kombineret med videoens billedfrekvens (fps). 1. AI sporer fjerboldens midtpunkt i pixels. 2. Den tilbagelagte afstand (i pixels) ganges med billedfrekvensen for at få pixels/sekund. 3. En skaleringsfaktor (meter/pixel), bestemt ud fra banens kendte dimensioner, konverterer dette til meter/sekund. 4. Resultatet konverteres til km/t.
de: Die Geschwindigkeit wird anhand der Entfernung berechnet, die der Federball zwischen den Bildern zurücklegt, kombiniert mit der Bildrate (fps) des Videos. 1. Die KI verfolgt den Mittelpunkt des Federballs in Pixeln. 2. Die zurückgelegte Entfernung (in Pixeln) wird mit der Bildrate multipliziert, um Pixel/Sekunde zu erhalten. 3. Ein Skalierungsfaktor (Meter/Pixel), der aus den bekannten Abmessungen des Spielfelds bestimmt wird, wandelt dies in Meter/Sekunde um. 4. Das Ergebnis wird in km/h umgerechnet.
es: La velocidad se calcula utilizando la distancia que recorre el volante entre fotogramas, combinada con la velocidad de fotogramas (fps) del video. 1. La IA rastrea el punto central del volante en píxeles. 2. La distancia recorrida (en píxeles) se multiplica por la velocidad de fotogramas para obtener píxeles/segundo. 3. Un factor de escala (metros/píxel), determinado a partir de las dimensiones conocidas de la cancha, convierte esto en metros/segundo. 4. El resultado se convierte en km/h.
fil: Ang bilis ay kinakalkula gamit ang distansya na tinatahak ng shuttlecock sa pagitan ng mga frame, kasama ang frame rate (fps) ng video. 1. Tinutunton ng AI ang sentrong punto ng shuttle sa mga pixel. 2. Ang distansyang ginalaw (sa pixels) ay minu-multiply sa frame rate para makuha ang pixels/segundo. 3. Isang scale factor (metro/pixel), na tinutukoy mula sa mga kilalang sukat ng court, ay nagko-convert nito sa metro/segundo. 4. Ang resulta ay kino-convert sa km/h.
fr: La vitesse est calculée à l'aide de la distance parcourue par le volant entre les images, combinée à la fréquence d'images (fps) de la vidéo. 1. L'IA suit le point central du volant en pixels. 2. La distance déplacée (en pixels) est multipliée par la fréquence d'images pour obtenir des pixels/seconde. 3. Un facteur d'échelle (mètres/pixel), déterminé à partir des dimensions connues du court, convertit cela en mètres/seconde. 4. Le résultat est converti en km/h.
id: Kecepatan dihitung menggunakan jarak yang ditempuh kok antar bingkai, dikombinasikan dengan frekuensi gambar video (fps). 1. AI melacak titik tengah kok dalam piksel. 2. Jarak yang ditempuh (dalam piksel) dikalikan dengan frekuensi gambar untuk mendapatkan piksel/detik. 3. Faktor skala (meter/piksel), yang ditentukan dari dimensi lapangan yang diketahui, mengubah ini menjadi meter/detik. 4. Hasilnya diubah menjadi km/j.
ja: 速度は、シャトルがフレーム間で移動する距離と、ビデオのフレームレート（fps）を組み合わせて計算されます。 1. AIはシャトルの中心点をピクセル単位で追跡します。 2. 移動した距離（ピクセル単位）にフレームレートを掛けて、ピクセル/秒を求めます。 3. コートの既知の寸法から決定されたスケールファクター（メートル/ピクセル）で、これをメートル/秒に変換します。 4. 結果はkm/hに変換されます。
km: ល្បឿនត្រូវបានគណនាដោយប្រើចម្ងាយដែលសីធ្វើដំណើររវាងស៊ុម រួមផ្សំជាមួយអត្រាស៊ុមរបស់វីដេអូ (fps)។ 1. AI តាមដានចំណុចកណ្តាលរបស់សីជាភីកសែល។ 2. ចម្ងាយដែលបានផ្លាស់ទី (គិតជាភីកសែល) ត្រូវបានគុណនឹងអត្រាស៊ុម ដើម្បីទទួលបានភីកសែល/វិនាទី។ 3. កត្តាមាត្រដ្ឋាន (ម៉ែត្រ/ភីកសែល) ដែលកំណត់ពីវិមាត្រដែលគេស្គាល់របស់តារាង បំប្លែងវាទៅជាម៉ែត្រ/វិនាទី។ 4. លទ្ធផលត្រូវបានបំប្លែងទៅជា គ.ម/ម៉។
ko: 속도는 비디오의 프레임 속도(fps)와 결합된 프레임 간 셔틀콕 이동 거리를 사용하여 계산됩니다. 1. AI는 셔틀콕의 중심점을 픽셀 단위로 추적합니다. 2. 이동 거리(픽셀 단위)에 프레임 속도를 곱하여 초당 픽셀을 구합니다. 3. 코트의 알려진 치수에서 결정된 스케일 팩터(미터/픽셀)를 사용하여 이를 초당 미터로 변환합니다. 4. 결과는 km/h로 변환됩니다.
ms: Kelajuan dikira menggunakan jarak yang dilalui oleh bulu tangkis antara bingkai, digabungkan dengan kadar bingkai video (fps). 1. AI menjejaki titik tengah bulu tangkis dalam piksel. 2. Jarak yang dialihkan (dalam piksel) didarab dengan kadar bingkai untuk mendapatkan piksel/saat. 3. Faktor skala (meter/piksel), yang ditentukan daripada dimensi gelanggang yang diketahui, menukarkannya kepada meter/saat. 4. Hasilnya ditukar kepada km/j.
th: ความเร็วคำนวณจากระยะทางที่ลูกขนไก่เคลื่อนที่ระหว่างเฟรม รวมกับอัตราเฟรมของวิดีโอ (fps) 1. AI ติดตามจุดศูนย์กลางของลูกขนไก่เป็นพิกเซล 2. ระยะทางที่เคลื่อนที่ (เป็นพิกเซล) ถูกคูณด้วยอัตราเฟรมเพื่อให้ได้พิกเซล/วินาที 3. ปัจจัยมาตราส่วน (เมตร/พิกเซล) ซึ่งกำหนดจากขนาดที่ทราบของสนาม จะแปลงค่านี้เป็นเมตร/วินาที 4. ผลลัพธ์จะถูกแปลงเป็น กม./ชม.
vi: Tốc độ được tính bằng khoảng cách quả cầu di chuyển giữa các khung hình, kết hợp với tốc độ khung hình (fps) của video. 1. AI theo dõi điểm trung tâm của quả cầu bằng pixel. 2. Khoảng cách di chuyển (tính bằng pixel) được nhân với tốc độ khung hình để có pixel/giây. 3. Một hệ số tỷ lệ (mét/pixel), được xác định từ kích thước đã biết của sân, chuyển đổi điều này thành mét/giây. 4. Kết quả được chuyển đổi thành km/h.
zh_hans: 速度是根据羽毛球在帧之间移动的距离，结合视频的帧率 (fps) 计算的。 1. AI 以像素为单位跟踪羽毛球的中心点。 2. 移动的距离（以像素为单位）乘以帧率，得到像素/秒。 3. 一个比例因子（米/像素），由球场的已知尺寸确定，将其转换为米/秒。 4. 结果被转换为公里/小时。
zh_hant: 速度是根據羽球在幀之間移動的距離，結合影片的幀率 (fps) 計算的。 1. AI 以像素為單位追蹤羽球的中心點。 2. 移動的距離（以像素為單位）乘以幀率，得到像素/秒。 3. 一個比例因子（公尺/像素），由球場的已知尺寸確定，將其轉換為公尺/秒。 4. 結果被轉換為公里/小時。

# review_alert_speedCalc_title
source: How is Speed Calculated?
da: Hvordan beregnes hastighed?
de: Wie wird die Geschwindigkeit berechnet?
es: ¿Cómo se calcula la velocidad?
fil: Paano Kinakalkula ang Bilis?
fr: Comment la vitesse est-elle calculée ?
id: Bagaimana Kecepatan Dihitung?
ja: 速度はどのように計算されますか？
km: តើល្បឿនត្រូវបានគណនាយ៉ាងដូចម្តេច?
ko: 속도는 어떻게 계산되나요?
ms: Bagaimana Kelajuan Dikira?
th: ความเร็วคำนวณอย่างไร?
vi: Tốc độ được tính như thế nào?
zh_hans: 速度是如何计算的？
zh_hant: 速度是如何計算的？

# review_box_addButton
source: Add Box
da: Tilføj boks
de: Rahmen hinzufügen
es: Añadir cuadro
fil: Magdagdag ng Box
fr: Ajouter une boîte
id: Tambah Kotak
ja: ボックスを追加
km: បន្ថែមប្រអប់
ko: 상자 추가
ms: Tambah Kotak
th: เพิ่มกรอบ
vi: Thêm hộp
zh_hans: 添加框
zh_hant: 新增框

# review_box_nudgePicker
source: Nudge
da: Skub
de: Verschieben
es: Mover
fil: I-nudge
fr: Ajuster
id: Dorong
ja: 微調整
km: រុញ
ko: 조정
ms: Anjak
th: ขยับ
vi: Di chuyển
zh_hans: 微调
zh_hant: 微調

# review_box_removeButton
source: Remove Box
da: Fjern boks
de: Rahmen entfernen
es: Eliminar cuadro
fil: Alisin ang Box
fr: Supprimer la boîte
id: Hapus Kotak
ja: ボックスを削除
km: ដកប្រអប់ចេញ
ko: 상자 제거
ms: Buang Kotak
th: ลบกรอบ
vi: Xóa hộp
zh_hans: 移除框
zh_hant: 移除框

# review_box_resizePicker
source: Resize
da: Ændr størrelse
de: Größe ändern
es: Redimensionar
fil: Baguhin ang Laki
fr: Redimensionner
id: Ubah Ukuran
ja: サイズ変更
km: ប្តូរទំហំ
ko: 크기 조정
ms: Ubah Saiz
th: ปรับขนาด
vi: Đổi kích thước
zh_hans: 调整大小
zh_hant: 調整大小

# review_finishButton
source: Finish & Save Analysis
da: Afslut & gem analyse
de: Analyse beenden & speichern
es: Finalizar y guardar análisis
fil: Tapusin at I-save ang Pagsusuri
fr: Terminer et enregistrer l'analyse
id: Selesai & Simpan Analisis
ja: 分析を終了して保存
km: បញ្ចប់ និងរក្សាទុកការវិភាគ
ko: 분석 완료 및 저장
ms: Selesai & Simpan Analisis
th: เสร็จสิ้นและบันทึกการวิเคราะห์
vi: Hoàn tất & Lưu phân tích
zh_hans: 完成并保存分析
zh_hant: 完成並儲存分析

# review_guidance_dontShowAgain
source: Don't show this again
da: Vis ikke igen
de: Nicht erneut anzeigen
es: No volver a mostrar
fil: Huwag nang ipakita ito muli
fr: Ne plus afficher ce message
id: Jangan tampilkan lagi
ja: 今後は表示しない
km: កុំបង្ហាញសារនេះម្តងទៀត
ko: 다시 표시 안 함
ms: Jangan tunjukkan ini lagi
th: ไม่ต้องแสดงอีก
vi: Không hiển thị lại
zh_hans: 不再显示
zh_hant: 不要再顯示

# review_guidance_message
source: Use the slider to review the detection on each frame. Adjust boxes as needed for best accuracy.
da: Brug skyderen til at gennemgå registreringen på hvert billede. Juster kasserne efter behov for den bedste nøjagtighed.
de: Verwenden Sie den Schieberegler, um die Erkennung in jedem Bild zu überprüfen. Passen Sie die Rahmen bei Bedarf an, um die beste Genauigkeit zu erzielen.
es: Use el control deslizante para revisar la detección en cada fotograma. Ajuste los cuadros según sea necesario para obtener la mejor precisión.
fil: Gamitin ang slider upang suriin ang detection sa bawat frame. Ayusin ang mga box kung kinakailangan para sa pinakamahusay na katumpakan.
fr: Utilisez le curseur pour examiner la détection sur chaque image. Ajustez les boîtes si nécessaire pour une précision optimale.
id: Gunakan penggeser untuk meninjau deteksi pada setiap bingkai. Sesuaikan kotak seperlunya untuk akurasi terbaik.
ja: スライダーを使用して各フレームの検出を確認します。最高の精度のために必要に応じてボックスを調整してください。
km: ប្រើគ្រាប់រំកិលដើម្បីពិនិត្យមើលការរកឃើញនៅលើស៊ុមនីមួយៗ។ កែតម្រូវប្រអប់តាមតម្រូវការដើម្បីភាពត្រឹមត្រូវបំផុត។
ko: 슬라이더를 사용하여 각 프레임의 탐지를 검토하세요. 최상의 정확도를 위해 필요에 따라 상자를 조정하세요.
ms: Gunakan peluncur untuk menyemak pengesanan pada setiap bingkai. Laraskan kotak seperti yang diperlukan untuk ketepatan terbaik.
th: ใช้แถบเลื่อนเพื่อตรวจสอบการตรวจจับในแต่ละเฟรม ปรับกรอบตามต้องการเพื่อความแม่นยำสูงสุด
vi: Sử dụng thanh trượt để xem lại phát hiện trên mỗi khung hình. Điều chỉnh các hộp khi cần để có độ chính xác tốt nhất.
zh_hans: 使用滑块查看每一帧的检测。根据需要调整框以获得最佳准确性。
zh_hant: 使用滑塊檢視每一幀的偵測。根據需要調整框以獲得最佳準確性。

# review_guidance_title
source: Tip: Check All Frames
da: Tip: Tjek alle billeder
de: Tipp: Alle Bilder überprüfen
es: Consejo: Revise todos los fotogramas
fil: Tip: Suriin ang Lahat ng Frame
fr: Conseil : Vérifiez toutes les images
id: Tips: Periksa Semua Bingkai
ja: ヒント：すべてのフレームを確認
km: គន្លឹះ៖ ពិនិត្យមើលស៊ុមទាំងអស់
ko: 팁: 모든 프레임 확인
ms: Petua: Semak Semua Bingkai
th: เคล็ดลับ: ตรวจสอบทุกเฟรม
vi: Mẹo: Kiểm tra tất cả các khung hình
zh_hans: 提示：检查所有帧
zh_hant: 提示：檢查所有幀

# review_interp_gapWarning_message
source: Use 'Interpolate' to ensure accurate speed results.
da: Brug 'Interpoler' for at sikre nøjagtige hastighedsresultater.
de: Verwenden Sie 'Interpolieren', um genaue Geschwindigkeitsergebnisse zu gewährleisten.
es: Use 'Interpolar' para garantizar resultados de velocidad precisos.
fil: Gamitin ang 'Interpolate' upang matiyak ang tumpak na mga resulta ng bilis.
fr: Utilisez 'Interpoler' pour garantir des résultats de vitesse précis.
id: Gunakan 'Interpolasi' untuk memastikan hasil kecepatan yang akurat.
ja: 正確な速度結果を確保するために「補間」を使用してください。
km: ប្រើ 'Interpolate' ដើម្បីធានាលទ្ធផលល្បឿនត្រឹមត្រូវ។
ko: 정확한 속도 결과를 보장하려면 '보간'을 사용하세요.
ms: Gunakan 'Interpolasi' untuk memastikan keputusan kelajuan yang tepat.
th: ใช้ 'Interpolate' เพื่อให้แน่ใจว่าผลลัพธ์ความเร็วถูกต้อง
vi: Sử dụng 'Nội suy' để đảm bảo kết quả tốc độ chính xác.
zh_hans: 使用“插值”以确保准确的速度结果。
zh_hant: 使用「內插」以確保準確的速度結果。

# review_interp_gapWarning_title
source: Gaps Detected in Tracking
da: Huller opdaget i sporing
de: Lücken in der Verfolgung erkannt
es: Se detectaron huecos en el seguimiento
fil: May mga Puwang na Natukoy sa Pagsubaybay
fr: Écarts détectés dans le suivi
id: Celah Terdeteksi dalam Pelacakan
ja: 追跡中にギャップが検出されました
km: រកឃើញចន្លោះក្នុងការតាមដាន
ko: 추적 중 간격 감지됨
ms: Jurang Dikesan dalam Penjejakan
th: ตรวจพบช่องว่างในการติดตาม
vi: Phát hiện có khoảng trống trong theo dõi
zh_hans: 在跟踪中检测到间隙
zh_hant: 在追蹤中偵測到間隙

# review_interp_interpolateButton
source: Interpolate Missing Frames
da: Interpoler manglende billeder
de: Fehlende Bilder interpolieren
es: Interpolar fotogramas faltantes
fil: I-interpolate ang mga Nawawalang Frame
fr: Interpoler les images manquantes
id: Interpolasi Bingkai yang Hilang
ja: 欠落しているフレームを補間
km: បំពេញស៊ុមដែលបាត់
ko: 누락된 프레임 보간
ms: Interpolasi Bingkai yang Hilang
th: ประมาณค่าเฟรมที่หายไป
vi: Nội suy các khung hình bị thiếu
zh_hans: 插值缺失的帧
zh_hant: 內插遺失的幀

# review_interp_whatIsButton
source: What is Interpolation?
da: Hvad er interpolation?
de: Was ist Interpolation?
es: ¿Qué es la interpolación?
fil: Ano ang Interpolation?
fr: Qu'est-ce que l'interpolation ?
id: Apa itu Interpolasi?
ja: 補間とは？
km: តើ Interpolation ជាអ្វី?
ko: 보간이란 무엇인가요?
ms: Apakah Interpolasi?
th: Interpolation คืออะไร?
vi: Nội suy là gì?
zh_hans: 什么是插值？
zh_hant: 什麼是內插？

# review_manual_sectionTitle
source: MANUAL ADJUSTMENT
da: MANUEL JUSTERING
de: MANUELLE ANPASSUNG
es: AJUSTE MANUAL
fil: MANU-MANONG PAGSASAAYOS
fr: AJUSTEMENT MANUEL
id: PENYESUAIAN MANUAL
ja: 手動調整
km: ការកែតម្រូវដោយដៃ
ko: 수동 조정
ms: PELARASAN MANUAL
th: การปรับด้วยตนเอง
vi: ĐIỀU CHỈNH THỦ CÔNG
zh_hans: 手动调整
zh_hant: 手動調整

# review_nav_aiWarning
source: AI detection is early-stage, manual tuning is often needed.
da: AI-registrering er i en tidlig fase, manuel justering er ofte nødvendig.
de: Die KI-Erkennung befindet sich im Frühstadium, eine manuelle Abstimmung ist oft erforderlich.
es: La detección de IA está en una etapa temprana, a menudo se necesita un ajuste manual.
fil: Ang AI detection ay nasa maagang yugto, madalas kailangan ang manu-manong pag-tune.
fr: La détection par IA est à un stade précoce, un réglage manuel est souvent nécessaire.
id: Deteksi AI masih dalam tahap awal, penyesuaian manual seringkali diperlukan.
ja: AI検出は初期段階であり、手動での調整がしばしば必要です。
km: ការរកឃើញដោយ AI គឺនៅដំណាក់កាលដំបូង ការកែតម្រូវដោយដៃគឺត្រូវការជាញឹកញាប់។
ko: AI 탐지는 초기 단계이므로 종종 수동 조정이 필요합니다.
ms: Pengesanan AI masih di peringkat awal, penalaan manual selalunya diperlukan.
th: การตรวจจับ AI อยู่ในระยะเริ่มต้น การปรับแต่งด้วยตนเองมักมีความจำเป็น
vi: Phát hiện của AI đang ở giai đoạn đầu, thường cần điều chỉnh thủ công.
zh_hans: AI 检测处于早期阶段，通常需要手动调整。
zh_hant: AI 偵測處於早期階段，通常需要手動調整。

# review_nav_hideManualControls
source: Hide Manual Controls
da: Skjul manuelle kontroller
de: Manuelle Steuerung ausblenden
es: Ocultar controles manuales
fil: Itago ang mga Manu-manong Control
fr: Masquer les commandes manuelles
id: Sembunyikan Kontrol Manual
ja: 手動コントロールを非表示
km: លាក់ការបញ្ជាដោយដៃ
ko: 수동 컨트롤 숨기기
ms: Sembunyi Kawalan Manual
th: ซ่อนการควบคุมด้วยตนเอง
vi: Ẩn điều khiển thủ công
zh_hans: 隐藏手动控件
zh_hant: 隱藏手動控制項

# review_nav_sectionTitle
source: FRAME NAVIGATION
da: BILLEDSNAVIGATION
de: BILDNAVIGATION
es: NAVEGACIÓN DE FOTOGRAMAS
fil: PAG-NAVIGATE NG FRAME
fr: NAVIGATION ENTRE LES IMAGES
id: NAVIGASI BINGKAI
ja: フレームナビゲーション
km: ការរុករកស៊ុម
ko: 프레임 탐색
ms: NAVIGASI BINGKAI
th: การนำทางเฟรม
vi: DUYỆT KHUNG HÌNH
zh_hans: 帧导航
zh_hant: 幀導覽

# review_nav_showManualControls
source: Show Manual Controls
da: Vis manuelle kontroller
de: Manuelle Steuerung anzeigen
es: Mostrar controles manuales
fil: Ipakita ang mga Manu-manong Control
fr: Afficher les commandes manuelles
id: Tampilkan Kontrol Manual
ja: 手動コントロールを表示
km: បង្ហាញការបញ្ជាដោយដៃ
ko: 수동 컨트롤 표시
ms: Tunjuk Kawalan Manual
th: แสดงการควบคุมด้วยตนเอง
vi: Hiển thị điều khiển thủ công
zh_hans: 显示手动控件
zh_hant: 顯示手動控制項

# review_nav_speedLabel
source: Speed at this frame:
da: Hastighed i dette billede:
de: Geschwindigkeit in diesem Bild:
es: Velocidad en este fotograma:
fil: Bilis sa frame na ito:
fr: Vitesse sur cette image :
id: Kecepatan pada bingkai ini:
ja: このフレームの速度:
km: ល្បឿននៅស៊ុមនេះ៖
ko: 이 프레임의 속도:
ms: Kelajuan pada bingkai ini:
th: ความเร็วในเฟรมนี้:
vi: Tốc độ tại khung hình này:
zh_hans: 此帧的速度：
zh_hant: 此幀的速度：

# review_recalibrateButton
source: Recalibrate Distance
da: Genkalibrer afstand
de: Distanz neu kalibrieren
es: Recalibrar distancia
fil: I-recalibrate ang Distansya
fr: Recalibrer la distance
id: Kalibrasi Ulang Jarak
ja: 距離を再キャリブレーション
km: ក្រិតចម្ងាយឡើងវិញ
ko: 거리 재보정
ms: Tentukur Semula Jarak
th: ปรับเทียบระยะทางใหม่
vi: Hiệu chỉnh lại khoảng cách
zh_hans: 重新校准距离
zh_hant: 重新校準距離

# review_topBar_frameCountFormat
source: Frame %d of %d
da: Billede %d af %d
de: Bild %d von %d
es: Fotograma %d de %d
fil: Frame %d ng %d
fr: Image %d sur %d
id: Bingkai %d dari %d
ja: フレーム %d / %d
km: ស៊ុម %d នៃ %d
ko: 프레임 %d / %d
ms: Bingkai %d daripada %d
th: เฟรมที่ %d จาก %d
vi: Khung hình %d / %d
zh_hans: 第 %d 帧，共 %d 帧
zh_hant: 第 %d 幀，共 %d 幀

# review_topBar_noFrames
source: No Frames
da: Ingen billeder
de: Keine Bilder
es: No hay fotogramas
fil: Walang mga Frame
fr: Aucune image
id: Tidak Ada Bingkai
ja: フレームがありません
km: គ្មានស៊ុម
ko: 프레임 없음
ms: Tiada Bingkai
th: ไม่มีเฟรม
vi: Không có khung hình
zh_hans: 沒有帧
zh_hant: 沒有幀

# review_speedWithUnitFormat
source: %.1f km/h
da: %.1f km/t
id: %.1f km/j
km: %.1f គ.ម/ម៉
ms: %.1f km/j
th: %.1f กม./ชม.
zh_hans: %.1f 公里/小时
zh_hant: %.1f 公里/小時

# share_image_angleFormat
source: %.0f° downward
da: %.0f° nedadgående
de: %.0f° abwärts
es: %.0f° hacia abajo
fil: %.0f° pababa
fr: %.0f° vers le bas
id: %.0f° ke bawah
ja: %.0f° 下向き
km: %.0f° ចុះក្រោម
ko: %.0f° 하향
ms: %.0f° ke bawah
th: %.0f° ทํามุมลง
vi: %.0f° hướng xuống
zh_hans: %.0f° 向下
zh_hant: %.0f° 向下

# share_image_generatedBy
source: Generated by Smashspeed
da: Genereret af Smashspeed
de: Erstellt von Smashspeed
es: Generado por Smashspeed
fil: Nilikha ng Smashspeed
fr: Généré par Smashspeed
id: Dihasilkan oleh Smashspeed
ja: Smashspeedで生成
km: បង្កើតដោយ Smashspeed
ko: Smashspeed에서 생성됨
ms: Dihasilkan oleh Smashspeed
th: สร้างโดย Smashspeed
vi: Tạo bởi Smashspeed
zh_hans: 由 Smashspeed 生成
zh_hant: 由 Smashspeed 生成

# share_image_smashAngleLabel
source: Smash Angle
da: Smash-vinkel
de: Smash-Winkel
es: Ángulo del remate
fil: Anggulo ng Smash
fr: Angle du smash
id: Sudut Pukulan
ja: スマッシュ角度
km: មុំវាយសេវា
ko: 스매시 각도
ms: Sudut Pukulan
th: มุมตบ
vi: Góc đập
zh_hans: 杀球角度
zh_hant: 殺球角度

# share_preview_shareButton
source: Share Now
da: Del nu
de: Jetzt teilen
es: Compartir ahora
fil: Ibahagi Ngayon
fr: Partager maintenant
id: Bagikan Sekarang
ja: 今すぐ共有
km: ចែករំលែកឥឡូវនេះ
ko: 지금 공유
ms: Kongsi Sekarang
th: แชร์ทันที
vi: Chia sẻ ngay
zh_hans: 立即分享
zh_hant: 立即分享

# share_preview_title
source: Shareable Image Preview
da: Forhåndsvisning af deleligt billede
de: Vorschau des teilbaren Bildes
es: Vista previa de la imagen para compartir
fil: Preview ng Imahe na Pwedeng I-share
fr: Aperçu de l'image partageable
id: Pratinjau Gambar yang Dapat Dibagikan
ja: 共有可能な画像のプレビュー
km: ការមើលរូបភាពជាមុនសម្រាប់ចែករំលែក
ko: 공유 가능한 이미지 미리보기
ms: Pratonton Imej Boleh Kongsi
th: ตัวอย่างรูปภาพที่แชร์ได้
vi: Xem trước ảnh có thể chia sẻ
zh_hans: 可分享图片预览
zh_hant: 可分享圖片預覽

# trimView_alert_tooLong_message
source: Trim the clip to under 0.8s (~%d frames), showing only the smash. The shuttle should be visible in every frame.
da: Beskær klippet til under 0,8s (~%d billeder), og vis kun smashet. Fjerbolden skal være synlig i hvert billede.
de: Schneiden Sie den Clip auf unter 0,8 s (~%d Bilder) und zeigen Sie nur den Smash. Der Federball muss in jedem Bild sichtbar sein.
es: Recorte el clip a menos de 0,8 s (~%d fotogramas), mostrando solo el remate. El volante debe ser visible en cada fotograma.
fil: I-trim ang clip sa wala pang 0.8s (~%d frames), na ipinapakita lamang ang smash. Dapat nakikita ang shuttle sa bawat frame.
fr: Coupez le clip à moins de 0,8 s (~%d images), en ne montrant que le smash. Le volant doit être visible dans chaque image.
id: Potong klip menjadi di bawah 0,8 detik (~%d bingkai), hanya menampilkan pukulan. Kok harus terlihat di setiap bingkai.
ja: クリップを0.8秒未満（約%dフレーム）にトリミングし、スマッシュのみを表示します。シャトルは各フレームで見える必要があります。
km: កាត់តឃ្លីបឱ្យតិចជាង 0.8 វិនាទី (~%d ស៊ុម) ដោយបង្ហាញតែការវាយប៉ុណ្ណោះ។ សីគួរតែអាចមើលឃើញនៅគ្រប់ស៊ុម។
ko: 클립을 0.8초 미만(약 %d프레임)으로 자르고 스매시만 표시합니다. 셔틀콕은 모든 프레임에서 보여야 합니다.
ms: Potong klip di bawah 0.8s (~%d bingkai), hanya menunjukkan pukulan. Bulu tangkis mesti kelihatan dalam setiap bingkai.
th: ตัดคลิปให้สั้นกว่า 0.8 วินาที (~%d เฟรม) โดยแสดงเฉพาะจังหวะตบ ต้องเห็นลูกขนไก่ในทุกเฟรม
vi: Hãy cắt clip dưới 0,8 giây (~%d khung hình), chỉ hiển thị cú đập. Quả cầu phải được nhìn thấy trong mọi khung hình.
zh_hans: 将短片修剪至 0.8 秒以下（约 %d 帧），仅显示杀球部分。羽毛球在每一帧都必须可见。
zh_hant: 將短片修剪至 0.8 秒以下（約 %d 幀），僅顯示殺球部分。羽球在每一幀都必須可見。

# trimView_alert_tooLong_title
source: Clip Too Long
da: Klip for langt
de: Clip zu lang
es: Clip demasiado largo
fil: Masyadong Mahaba ang Clip
fr: Clip trop long
id: Klip Terlalu Panjang
ja: クリップが長すぎます
km: ឃ្លីបវែងពេក
ko: 클립이 너무 깁니다
ms: Klip Terlalu Panjang
th: คลิปยาวเกินไป
vi: Clip quá dài
zh_hans: 短片太长
zh_hant: 短片太長
